{
  "_common": {
    "apply": "Alkalmazás",
    "auto": "Automatikus",
    "autodetect": "Automatikus felismerés (ajánlott)",
    "beta": "(béta)",
    "cancel": "Mégse",
    "disabled": "Kikapcsolva",
    "disabled_def": "Kikapcsolva (alapértelmezett)",
    "disabled_def_cbox": "Alapértelmezett: nincs bejelölve",
    "dismiss": "Eltüntetés",
    "do_cmd": "Parancs végrehajtása",
    "elevated": "Megemelt",
    "enabled": "Bekapcsolva",
    "enabled_def": "Bekapcsolva (alapértelmezett)",
    "enabled_def_cbox": "Alapértelmezett: bekapcsolva",
    "error": "Hiba!",
    "note": "Megjegyzés:",
    "password": "Jelszó",
    "run_as": "Futtatás rendszergazdaként",
    "save": "Mentés",
    "see_more": "Több megjelenítése",
    "success": "Siker!",
    "undo_cmd": "Parancs visszavonása",
    "username": "Felhasználónév",
    "warning": "Figyelem!"
  },
  "apps": {
    "actions": "Tevékenységek",
    "add_cmds": "Parancsok hozzáadása",
    "add_new": "Új hozzáadása",
    "app_name": "Alkalmazás neve",
    "app_name_desc": "Az alkalmazás neve, ahogy a Moonlight-ban megjelenik",
    "applications_desc": "Az alkalmazások csak a kliensgép újraindításakor frissülnek",
    "applications_title": "Alkalmazások",
    "auto_detach": "Streamelés folytatása, ha az alkalmazás gyorsan kilép",
    "auto_detach_desc": "Ez megpróbálja automatikusan felismerni az olyan indító típusú alkalmazásokat, amelyek gyorsan bezáródnak egy másik program vagy saját példányuk elindítása után. Ha egy indító típusú alkalmazást észlel, azt leválasztott alkalmazásként kezeli.",
    "cmd": "Parancs",
    "cmd_desc": "A fő alkalmazás elindítása. Ha üres, akkor nem indul alkalmazás.",
    "cmd_note": "Ha a parancs futtatható fájljának elérési útvonala szóközöket tartalmaz, akkor idézőjelek közé kell zárnia.",
    "cmd_prep_desc": "Az alkalmazás előtt/után futtatandó parancsok listája. Ha bármelyik előkészítő parancs sikertelen, az alkalmazás elindítása megszakad.",
    "cmd_prep_name": "Parancsnoki előkészületek",
    "covers_found": "Talált borítók",
    "delete": "Törlés",
    "detached_cmds": "Leválasztott parancsok",
    "detached_cmds_add": "Leválasztott parancs hozzáadása",
    "detached_cmds_desc": "A háttérben futtatandó parancsok listája.",
    "detached_cmds_note": "Ha a parancs futtatható fájljának elérési útvonala szóközöket tartalmaz, akkor idézőjelek közé kell zárnia.",
    "edit": "Szerkesztés",
    "env_app_id": "Alkalmazás azonosítója",
    "env_app_name": "Alkalmazás neve",
    "env_client_audio_config": "A kliensgép által kért hangkonfiguráció (2.0/5.1/7.1)",
    "env_client_enable_sops": "Az ügyfél kérte a játék optimalizálásának lehetőségét az optimális streaminghez (igaz/hamis).",
    "env_client_fps": "A kliensgép által kért FPS (egész szám)",
    "env_client_gcmap": "A kért gamepad maszk, bset/bitfield formátumban (int)",
    "env_client_hdr": "A kliensgép engedélyezi a HDR-t (igaz/hamis)",
    "env_client_height": "A kliensgép által kért magasság (egész szám)",
    "env_client_host_audio": "A kliensgép a gazdagép hangját kérte (igaz/hamis)",
    "env_client_width": "A kliensgép által kért szélesség (egész szám)",
    "env_displayplacer_example": "Példa - displayplacer a Resolution Automation számára:",
    "env_qres_example": "Példa - QRes a felbontás automatizálásához:",
    "env_qres_path": "qres útvonal",
    "env_var_name": "Változó neve",
    "env_vars_about": "A környezeti változókról",
    "env_vars_desc": "Alapértelmezés szerint minden parancs megkapja ezeket a környezeti változókat:",
    "env_xrandr_example": "Példa - Xrandr a felbontás automatizálásához:",
    "exit_timeout": "Kilépési időkorlát",
    "exit_timeout_desc": "A kilépésre vonatkozó kérés esetén az alkalmazás összes folyamatának méltóságteljes kilépésére várandó másodpercek száma. Ha nincs megadva, az alapértelmezett érték 5 másodpercig várakozik. Ha 0-ra van állítva, az alkalmazás azonnal befejeződik.",
    "find_cover": "Fedezet keresése",
    "global_prep_desc": "A globális előkészítő parancsok végrehajtásának engedélyezése/letiltása az alkalmazás számára.",
    "global_prep_name": "Globális előkészítő parancsok",
    "image": "Kép",
    "image_desc": "Az ügyfélnek küldött alkalmazás ikon/kép/kép elérési útvonala. A képnek PNG fájlnak kell lennie. Ha nincs megadva, a Sunshine alapértelmezett dobozképet küld.",
    "loading": "Betöltés...",
    "name": "Név",
    "output_desc": "Az a fájl, ahol a parancs kimenete tárolódik, ha nincs megadva, a kimenetet figyelmen kívül hagyjuk.",
    "output_name": "Kimenet",
    "run_as_desc": "Erre olyan alkalmazásoknál lehet szükség, amelyek megfelelő futtatásához rendszergazdai engedélyek szükségesek.",
    "wait_all": "Folytassa a streaminget, amíg az összes alkalmazásfolyamat ki nem lép",
    "wait_all_desc": "A streaming addig folytatódik, amíg az alkalmazás által indított összes folyamat le nem zárul. Ha nincs bejelölve, a streaming leáll, amikor az alkalmazás kezdeti folyamata kilép, még akkor is, ha más alkalmazásfolyamatok még futnak.",
    "working_dir": "Munkakönyvtár",
    "working_dir_desc": "A folyamatnak átadandó munkakönyvtár. Egyes alkalmazások például a munkakönyvtárat használják a konfigurációs fájlok keresésére. Ha nincs megadva, a Sunshine alapértelmezés szerint a parancs szülő könyvtárát fogja használni."
  },
  "config": {
    "adapter_name": "Adapter neve",
    "adapter_name_desc_linux_1": "Kézzel adja meg a rögzítéshez használt GPU-t.",
    "adapter_name_desc_linux_2": "az összes VAAPI-képes eszköz megtalálása",
    "adapter_name_desc_linux_3": "A ``renderD129``-t helyettesítsük a fenti eszközzel, hogy felsoroljuk az eszköz nevét és képességeit. Ahhoz, hogy a Sunshine támogassa, legalább a következőkkel kell rendelkeznie:",
    "adapter_name_desc_windows": "Kézzel adja meg a rögzítéshez használt GPU-t. Ha nincs megadva, a GPU automatikusan kiválasztásra kerül. A GPU automatikus kiválasztásához javasoljuk, hogy hagyja üresen ezt a mezőt! Megjegyzés: Ehhez a GPU-hoz csatlakoztatott és bekapcsolt kijelzőnek kell lennie. A megfelelő értékeket a következő paranccsal találhatja meg:",
    "adapter_name_placeholder_windows": "Radeon RX 580 sorozat",
    "add": "Hozzáadás",
    "address_family": "Címcsalád",
    "address_family_both": "IPv4+IPv6",
    "address_family_desc": "A Sunshine által használt címcsalád beállítása",
    "address_family_ipv4": "Csak IPv4",
    "always_send_scancodes": "Mindig küldjön kódokat",
    "always_send_scancodes_desc": "A scan-kódok küldése javítja a kompatibilitást a játékokkal és alkalmazásokkal, de bizonyos, nem amerikai angol billentyűzetkiosztást használó ügyfeleknél helytelen billentyűzetbevitelt eredményezhet. Engedélyezze, ha a billentyűzetbevitel egyáltalán nem működik bizonyos alkalmazásokban. Tiltja le, ha az ügyfél billentyűi rossz bevitelt generálnak a hoszton.",
    "amd_coder": "AMF kódoló (H264)",
    "amd_coder_desc": "Lehetővé teszi az entrópia kódolás kiválasztását a minőség vagy a kódolási sebesség előtérbe helyezéséhez. Csak H.264.",
    "amd_enforce_hrd": "AMF hipotetikus referencia dekóder (HRD) végrehajtása",
    "amd_enforce_hrd_desc": "Növeli az árfolyam-szabályozásra vonatkozó korlátozásokat, hogy megfeleljen a HRD-modell követelményeinek. Ez nagymértékben csökkenti a bitráta-túlcsordulást, de bizonyos kártyákon kódolási leleteket vagy csökkent minőséget okozhat.",
    "amd_preanalysis": "AMF előelemzés",
    "amd_preanalysis_desc": "Ez lehetővé teszi a sebesség-szabályozás előzetes elemzését, ami növelheti a minőséget a megnövekedett kódolási késleltetés rovására.",
    "amd_quality": "AMF minőség",
    "amd_quality_balanced": "balanced -- kiegyensúlyozott (alapértelmezett)",
    "amd_quality_desc": "Ez szabályozza a kódolási sebesség és a minőség közötti egyensúlyt.",
    "amd_quality_group": "AMF minőségi beállítások",
    "amd_quality_quality": "minőség -- a minőség előnyben részesítése",
    "amd_quality_speed": "sebesség -- a sebesség előnyben részesítése",
    "amd_rc": "AMF sebesség vezérlés",
    "amd_rc_cbr": "cbr -- állandó bitráta (ajánlott, ha a HRD engedélyezve van)",
    "amd_rc_cqp": "cqp -- állandó qp üzemmód",
    "amd_rc_desc": "Ez vezérli a sebességszabályozási módszert, hogy biztosítsa, hogy nem lépjük túl az ügyfél bitrátájának célértékét. A 'cqp' nem alkalmas bitráta-célzásra, és a 'vbr_latency'-n kívül más opciók is a HRD Enforcementtől függenek, hogy segítsenek a bitráta-túllépések korlátozásában.",
    "amd_rc_group": "AMF Rate Control beállítások",
    "amd_rc_vbr_latency": "vbr_latency -- késleltetéskorlátozott változó bitráta (ajánlott, ha a HRD le van tiltva; alapértelmezett)",
    "amd_rc_vbr_peak": "vbr_peak -- csúcsértékkel korlátozott változó bitráta",
    "amd_usage": "AMF használat",
    "amd_usage_desc": "Ez állítja be az alap kódolási profilt. Az alább bemutatott összes opció felülírja a használati profil egy részhalmazát, de vannak további rejtett beállítások, amelyek máshol nem konfigurálhatók.",
    "amd_usage_lowlatency": "lowlatency - alacsony késleltetés (leggyorsabb)",
    "amd_usage_lowlatency_high_quality": "lowlatency_high_quality - alacsony késleltetés, magas minőség (gyors)",
    "amd_usage_transcoding": "transzkódolás -- transzkódolás (leglassabb)",
    "amd_usage_ultralowlatency": "ultralowlatency - ultra alacsony késleltetés (leggyorsabb; alapértelmezett)",
    "amd_usage_webcam": "webcam -- webkamera (lassú)",
    "amd_vbaq": "AMF Variancia alapú adaptív kvantálás (VBAQ)",
    "amd_vbaq_desc": "Az emberi vizuális rendszer jellemzően kevésbé érzékeny az erősen texturált területeken megjelenő műalkotásokra. A VBAQ módban a pixelvariancia a térbeli textúrák összetettségének jelzésére szolgál, lehetővé téve a kódoló számára, hogy több bitet rendeljen a simább területekhez. E funkció engedélyezése bizonyos tartalmak esetében javítja a szubjektív vizuális minőséget.",
    "apply_note": "Kattintson az 'Alkalmaz' gombra a Sunshine újraindításához és a módosítások alkalmazásához. Ezzel minden futó munkamenet megszűnik.",
    "audio_sink": "Audio Sink",
    "audio_sink_desc_linux": "Az Audio Loopbackhez használt hangkimenet neve. Ha nem adja meg ezt a változót, a pulseaudio az alapértelmezett monitor eszközt fogja kiválasztani. A hangelnyelő nevét bármelyik parancs segítségével megtudhatja:",
    "audio_sink_desc_macos": "Az Audio Loopbackhez használt hangkimenet neve. A Sunshine a rendszer korlátai miatt csak a macOS rendszerben érheti el a mikrofonokat. Rendszerhang streameléséhez Soundflower vagy BlackHole használatával.",
    "audio_sink_desc_windows": "Kézzel adja meg a rögzítendő hangeszközöket. Ha nincs megadva, az eszköz automatikusan kiválasztásra kerül. Az automatikus eszközkiválasztás használatához erősen ajánlott üresen hagyni ezt a mezőt! Ha több azonos nevű audioeszközzel rendelkezik, az eszközazonosítót a következő paranccsal kaphatja meg:",
    "audio_sink_placeholder_macos": "BlackHole 2ch",
    "audio_sink_placeholder_windows": "Hangszórók (nagy felbontású hangeszköz)",
    "av1_mode": "AV1 támogatás",
    "av1_mode_0": "A Sunshine az AV1 támogatását a kódoló képességei alapján hirdeti (ajánlott)",
    "av1_mode_1": "A Sunshine nem fogja hirdetni az AV1 támogatását",
    "av1_mode_2": "A Sunshine az AV1 Main 8-bites profil támogatását fogja hirdetni",
    "av1_mode_3": "A Sunshine az AV1 Main 8-bites és 10-bites (HDR) profilok támogatását hirdeti meg",
    "av1_mode_desc": "Lehetővé teszi az ügyfél számára, hogy AV1 Main 8 bites vagy 10 bites videófolyamokat kérjen. Az AV1 kódolása CPU-igényesebb, ezért ennek engedélyezése csökkentheti a teljesítményt szoftveres kódolás esetén.",
    "back_button_timeout": "Home/Guide gomb Emulációs időkorlát",
    "back_button_timeout_desc": "Ha a Back/Select gombot a megadott számú milliszekundumig lenyomva tartja, a Home/Guide gomb megnyomása utánozódik. Ha < 0 értékre van beállítva (alapértelmezett), a Back/Select gomb nyomva tartása nem emulálja a Home/Guide gombot.",
    "capture": "Speciális rögzítési módszer kikényszerítése",
    "capture_desc": "Automatikus üzemmódban a Sunshine az elsőt használja, amelyik működik. Az NvFBC javított nvidia illesztőprogramokat igényel.",
    "cert": "Tanúsítvány",
    "cert_desc": "A webes felhasználói felület és a Moonlight-ügyfél párosításához használt tanúsítvány. A legjobb kompatibilitás érdekében ennek RSA-2048-as nyilvános kulccsal kell rendelkeznie.",
    "channels": "Maximális csatlakoztatott kliensgépek",
    "channels_desc_1": "A Sunshine lehetővé teszi, hogy egyetlen streaming munkamenetet egyszerre több ügyfél is használhasson.",
    "channels_desc_2": "Néhány hardveres kódolónak lehetnek olyan korlátai, amelyek több adatfolyam esetén csökkentik a teljesítményt.",
    "coder_cabac": "cabac -- kontextus adaptív bináris aritmetikai kódolás - magasabb minőség",
    "coder_cavlc": "cavlc -- kontextus adaptív változó hosszúságú kódolás - gyorsabb dekódolás",
    "configuration": "Konfiguráció",
    "controller": "Gamepad bemenet engedélyezése",
    "controller_desc": "Lehetővé teszi a vendégek számára, hogy gamepaddal / kontrollerrel irányítsák a gazdarendszert.",
    "credentials_file": "Hitelesítési fájl",
    "credentials_file_desc": "Tárolja a felhasználónevet/jelszót a Sunshine állapotfájljától elkülönítve.",
    "dd_config_ensure_active": "A kijelző automatikus aktiválása",
    "dd_config_ensure_only_display": "Más kijelzők kikapcsolása és csak a megadott kijelző aktiválása",
    "dd_config_ensure_primary": "A kijelző automatikus aktiválása és elsődleges kijelzővé tétele",
    "dd_configuration_option": "Eszköz konfigurációja",
    "dd_config_revert_delay": "Config revert késleltetés",
    "dd_config_revert_delay_desc": "Kiegészítő késleltetés milliszekundumban, amelyet a konfiguráció visszaállítása előtt várni kell, ha az alkalmazás bezárásra került vagy az utolsó munkamenet befejeződött. Fő célja, hogy simább átmenetet biztosítson az alkalmazások közötti gyors váltáskor.",
    "dd_config_revert_on_disconnect": "Konfiguráció visszaállítása a kapcsolat megszakításakor",
    "dd_config_revert_on_disconnect_desc": "A konfiguráció visszaállítása az összes ügyfél kapcsolatának megszakításakor az alkalmazás bezárása vagy az utolsó munkamenet befejezése helyett.",
    "dd_config_verify_only": "Ellenőrizze, hogy a kijelző engedélyezve van-e",
    "dd_hdr_option": "HDR",
    "dd_hdr_option_auto": "A HDR üzemmód be-/kikapcsolása az ügyfél kérésének megfelelően (alapértelmezett).",
    "dd_hdr_option_disabled": "Ne módosítsa a HDR beállításokat",
    "dd_manual_refresh_rate": "Kézi frissítési gyakoriság",
    "dd_manual_resolution": "Kézi felbontás",
    "dd_mode_remapping": "Megjelenítési mód átképzése",
    "dd_mode_remapping_add": "Remapping bejegyzés hozzáadása",
    "dd_mode_remapping_desc_1": "Adjon meg remapping bejegyzéseket a kért felbontás és/vagy frissítési sebesség más értékekre történő módosításához.",
    "dd_mode_remapping_desc_2": "A lista felülről lefelé halad, és az első találatot használja fel.",
    "dd_mode_remapping_desc_3": "A \"Requested\" mezők üresen hagyhatók, hogy megfeleljenek bármely kért értéknek.",
    "dd_mode_remapping_desc_4_final_values_mixed": "Legalább egy \"Végleges\" mezőt meg kell adni. A meg nem adott felbontás vagy frissítési sebesség nem fog megváltozni.",
    "dd_mode_remapping_desc_4_final_values_non_mixed": "A \"Final\" mezőt meg kell adni, és nem lehet üres.",
    "dd_mode_remapping_desc_5_sops_mixed_only": "A \"Játékbeállítások optimalizálása\" opciónak engedélyezve kell lennie a Moonlight kliensben, különben a felbontási mezőkkel rendelkező bejegyzések kihagyásra kerülnek.",
    "dd_mode_remapping_desc_5_sops_resolution_only": "A \"Játékbeállítások optimalizálása\" opciónak engedélyezve kell lennie a Moonlight kliensben, különben a leképezés kihagyásra kerül.",
    "dd_mode_remapping_final_refresh_rate": "Végső frissítési gyakoriság",
    "dd_mode_remapping_final_resolution": "Végső felbontás",
    "dd_mode_remapping_requested_fps": "Kért FPS",
    "dd_mode_remapping_requested_resolution": "Kért felbontás",
    "dd_options_header": "Speciális kijelzőeszköz beállítások",
    "dd_refresh_rate_option": "Frissítési gyakoriság",
    "dd_refresh_rate_option_auto": "Az ügyfél által megadott FPS-érték használata (alapértelmezett)",
    "dd_refresh_rate_option_disabled": "Ne változtassa meg a frissítési gyakoriságot",
    "dd_refresh_rate_option_manual": "Kézzel megadott frissítési sebesség használata",
    "dd_resolution_option": "Felbontás",
    "dd_resolution_option_auto": "A kliensgép által megadott felbontás használata (alapértelmezett)",
    "dd_resolution_option_disabled": "Ne változtassa meg a felbontást",
    "dd_resolution_option_manual": "Kézzel megadott felbontás használata",
    "dd_resolution_option_ogs_desc": "A \"Játékbeállítások optimalizálása\" opciónak engedélyezve kell lennie a Moonlight kliensben, hogy ez működjön.",
    "dd_wa_hdr_toggle_delay_desc_1": "Ha virtuális megjelenítő eszközt (VDD) használ a streaminghez, előfordulhat, hogy a HDR színt helytelenül jeleníti meg. A Sunshine megpróbálhatja enyhíteni ezt a problémát a HDR kikapcsolásával, majd újra bekapcsolásával.",
    "dd_wa_hdr_toggle_delay_desc_2": "Ha az érték 0-ra van állítva, a megoldás le van tiltva (alapértelmezett). Ha az érték 0 és 3000 milliszekundum között van, a Sunshine kikapcsolja a HDR-t, vár a megadott ideig, majd újra bekapcsolja a HDR-t. Az ajánlott késleltetési idő a legtöbb esetben 500 milliszekundum körül van.",
    "dd_wa_hdr_toggle_delay_desc_3": "NE használd ezt a megoldást, kivéve, ha valóban problémáid vannak a HDR-rel, mivel ez közvetlenül befolyásolja a stream indulási idejét!",
    "dd_wa_hdr_toggle_delay": "Nagy kontrasztú megoldás HDR esetén",
    "ds4_back_as_touchpad_click": "Vissza/kiválasztás az érintőpadra kattintás",
    "ds4_back_as_touchpad_click_desc": "A DS4 emuláció kényszerítésekor a Vissza/Választás gombot a Touchpad kattintáshoz kell rendelni.",
    "ds5_inputtino_randomize_mac": "Virtuális vezérlő MAC véletlenszerűvé tétele",
    "ds5_inputtino_randomize_mac_desc": "A vezérlő regisztrációjakor a vezérlők belső indexén alapuló MAC helyett véletlenszerű MAC-et használ, hogy elkerülje a különböző vezérlők konfigurációs beállításainak keveredését, amikor a vezérlők ügyféloldalon cserélődnek.",
    "encoder": "Egy adott kódoló kényszerítése",
    "encoder_desc": "Kényszeríts egy adott kódolót, különben a Sunshine a legjobb elérhető opciót fogja kiválasztani. Megjegyzés: Ha Windows alatt hardveres kódolót adsz meg, annak meg kell egyeznie azzal a GPU-val, amelyhez a kijelző csatlakoztatva van.",
    "encoder_software": "Szoftveres",
    "external_ip": "Külső IP",
    "external_ip_desc": "Ha nincs megadva külső IP-cím, a Sunshine automatikusan felismeri a külső IP-címet.",
    "fec_percentage": "FEC százalék",
    "fec_percentage_desc": "A hibajavító csomagok százalékos aránya adatcsomagonként az egyes videóképkockákban. A magasabb értékek több hálózati csomagveszteséget korrigálhatnak, de ennek ára a sávszélesség-használat növekedése.",
    "ffmpeg_auto": "auto -- hagyja, hogy az ffmpeg döntsön (alapértelmezett)",
    "file_apps": "Alkalmazások fájl",
    "file_apps_desc": "Az a fájl, amelyben a Sunshine aktuális alkalmazásai tárolódnak.",
    "file_state": "State fájl",
    "file_state_desc": "A fájl, ahol a Sunshine aktuális állapota tárolódik",
    "gamepad": "Emulált gamepad típus",
    "gamepad_auto": "Automatikus kiválasztási lehetőségek",
    "gamepad_desc": "Válassza ki, hogy milyen típusú gamepadot szeretne emulálni a gazdán.",
    "gamepad_ds4": "DS4 (PS4)",
    "gamepad_ds4_manual": "DS4 kiválasztási lehetőségek",
    "gamepad_ds5": "DS5 (PS5)",
    "gamepad_ds5_manual": "DS5 kiválasztási lehetőségek",
    "gamepad_switch": "Nintendo Pro (Switch)",
    "gamepad_manual": "Kézi DS4 opciók",
    "gamepad_x360": "X360 (Xbox 360)",
    "gamepad_xone": "XOne (Xbox One)",
    "global_prep_cmd": "Parancs előkészítések",
    "global_prep_cmd_desc": "Konfigurálj egy listát parancsokról, amiket bármely alkalmazás futtatása előtt vagy után végre kell hajtani. Ha bármelyik megadott előkészítő parancs meghiúsul, az alkalmazásindítási folyamat megszakad.",
    "hevc_mode": "HEVC támogatás",
    "hevc_mode_0": "A Sunshine a HEVC támogatását a kódoló képességei alapján fogja hirdetni (ajánlott)",
    "hevc_mode_1": "A Sunshine nem fogja hirdetni a HEVC támogatását",
    "hevc_mode_2": "A Sunshine a HEVC fő profil támogatását fogja hirdetni",
    "hevc_mode_3": "A Sunshine a HEVC Main és Main10 (HDR) profilok támogatását fogja hirdetni",
    "hevc_mode_desc": "Lehetővé teszi az ügyfél számára, hogy HEVC Main vagy HEVC Main10 videófolyamokat kérjen. A HEVC kódolása CPU-igényesebb, ezért ennek engedélyezése csökkentheti a teljesítményt szoftveres kódolás esetén.",
    "high_resolution_scrolling": "Nagy felbontású görgetés támogatása",
    "high_resolution_scrolling_desc": "Ha engedélyezve van, a Sunshine átadja a Moonlight-ügyfelek nagy felbontású görgetési eseményeit. Ezt hasznos lehet letiltani olyan régebbi alkalmazások esetében, amelyek túl gyorsan görgetnek a nagy felbontású görgetési eseményekkel.",
    "install_steam_audio_drivers": "Steam audió illesztőprogramok telepítése",
    "install_steam_audio_drivers_desc": "Ha a Steam telepítve van, ez automatikusan telepíti a Steam Streaming Speakers illesztőprogramot az 5.1/7.1 surround hangzás és a host hang elnémításának támogatásához.",
    "key_repeat_delay": "Billentyű ismétlési késleltetés",
    "key_repeat_delay_desc": "Szabályozza, milyen gyorsan ismétlődnek a billentyűk. A kezdeti késleltetés ezredmásodpercben a billentyűk ismétlése előtt.",
    "key_repeat_frequency": "Billentyű ismétlési gyakoriság",
    "key_repeat_frequency_desc": "Milyen gyakran ismétlődnek a billentyűk másodpercenként. Ez a konfigurálható opció támogatja a tizedesjegyeket.",
    "key_rightalt_to_key_win": "Jobb Alt billentyű hozzárendelése a Windows billentyűhöz",
    "key_rightalt_to_key_win_desc": "Előfordulhat, hogy nem tudod közvetlenül elküldeni a Windows billentyűt a Moonlight-ból. Ezekben az esetekben hasznos lehet, ha a Sunshine a jobb Alt billentyűt Windows billentyűként kezeli",
    "keybindings": "Gyorsbillentyűk",
    "keyboard": "Billentyűzetbemenet engedélyezése",
    "keyboard_desc": "Lehetővé teszi a vendégeknek, hogy billentyűzettel irányítsák a gazdagépet",
    "lan_encryption_mode": "LAN titkosítási mód",
    "lan_encryption_mode_1": "Engedélyezve a támogatott kliensgépeknél",
    "lan_encryption_mode_2": "Minden kliensgépnek kötelező",
    "lan_encryption_mode_desc": "Ez határozza meg, mikor használjunk titkosítást a helyi hálózaton történő streameléskor. A titkosítás csökkentheti a streamelés teljesítményét, különösen gyengébb gazdagépeken és klienseken.",
    "locale": "Területi beállítás",
    "locale_desc": "A Sunshine felhasználói felületén használt területi beállítás.",
    "log_path": "Naplófájl elérési útvonal",
    "log_path_desc": "A fájl, ahol a Sunshine jelenlegi naplói tárolódnak.",
    "max_bitrate": "Maximális bitráta",
    "max_bitrate_desc": "A maximális bitráta (Kbps-ben), amit a Sunshine a stream kódolásához használ. Ha 0-ra állítod, mindig a Moonlight által kért bitrátát használja.",
    "minimum_fps_target": "Minimális FPS cél",
    "minimum_fps_target_desc": "A legalacsonyabb effektív FPS, amit egy stream elérhet. A 0 érték körülbelül a stream FPS-ének felét jelenti. A 20-as beállítás ajánlott, ha 24- vagy 30fps tartalmakat streamelsz.",
    "min_log_level": "Napló szint",
    "min_log_level_0": "Részletes",
    "min_log_level_1": "Hibakeresés",
    "min_log_level_2": "Info",
    "min_log_level_3": "Figyelmeztetés",
    "min_log_level_4": "Hiba",
    "min_log_level_5": "Végzetes",
    "min_log_level_6": "Nincs",
    "min_log_level_desc": "A szabványos kimenetre írt minimális napló szint",
    "min_threads": "Minimális CPU szálszám",
    "min_threads_desc": "Az érték növelése kismértékben csökkenti a kódolási hatékonyságot, de a kompromisszum általában megéri, hogy több CPU magot használhass a kódoláshoz. Az ideális érték a legalacsonyabb érték, ami megbízhatóan tudja kódolni a kívánt streamelési beállításaidat a hardvereden.",
    "misc": "Egyéb lehetőségek",
    "motion_as_ds4": "DS4 gamepad emulálása, ha a kliens gamepad jelzi, hogy mozgásérzékelők vannak jelen",
    "motion_as_ds4_desc": "Ha ki van kapcsolva, a mozgásérzékelők nem kerülnek figyelembevéve a gamepad-típus választásakor.",
    "mouse": "Egérbemenet engedélyezése",
    "mouse_desc": "Lehetővé teszi a vendégeknek, hogy egérrel irányítsák a gazdagépet",
    "native_pen_touch": "Natív toll/érintés támogatás",
    "native_pen_touch_desc": "Ha engedélyezve van, a Sunshine átengedi a natív toll/érintés eseményeket a Moonlight kliensektől. Hasznos lehet ezt kikapcsolni régebbi alkalmazásoknál, amik nem támogatják a natív toll/érintést.",
    "notify_pre_releases": "Előzetes verzió értesítések",
    "notify_pre_releases_desc": "Legyen-e értesítés a Sunshine új előzetes verzióiról",
    "nvenc_h264_cavlc": "CAVLC preferálása CABAC helyett H.264-ben",
    "nvenc_h264_cavlc_desc": "Egyszerűbb entrópia kódolási forma. A CAVLC körülbelül 10%-kal több bitrátát igényel ugyanahhoz a minőséghez. Csak nagyon régi dekódoló eszközöknél releváns.",
    "nvenc_latency_over_power": "Alacsonyabb kódolási késleltetés preferálása az energiamegtakarítással szemben",
    "nvenc_latency_over_power_desc": "A Sunshine maximális GPU órajelet kér streamelés közben a kódolási késleltetés csökkentéséhez. Nem ajánlott kikapcsolni, mivel ez jelentősen megnövekedett kódolási késleltetéshez vezethet.",
    "nvenc_opengl_vulkan_on_dxgi": "OpenGL/Vulkan megjelenítése DXGI-n keresztül",
    "nvenc_opengl_vulkan_on_dxgi_desc": "A Sunshine nem tudja teljes képkocka sebességgel rögzíteni a teljes képernyős OpenGL és Vulkan programokat, hacsak nem jelennek meg DXGI-n keresztül. Ez rendszerszintű beállítás, ami a Sunshine kilépésekor visszaáll.",
    "nvenc_preset": "Teljesítmény preset",
    "nvenc_preset_1": "(leggyorsabb, alapértelmezett)",
    "nvenc_preset_7": "(leglassabb)",
    "nvenc_preset_desc": "A magasabb számok javítják a tömörítést (minőség adott bitrátán) a megnövekedett kódolási késleltetés árán. Csak akkor ajánlott változtatni, ha a hálózat vagy dekódoló korlátozza, különben hasonló hatás érhető el a bitráta növelésével.",
    "nvenc_realtime_hags": "Valós idejű prioritás használata hardveresen gyorsított GPU-ütemezésben",
    "nvenc_realtime_hags_desc": "Jelenleg az NVIDIA driverek lefagyhatnak a kódolóban, ha a HAGS engedélyezve van, valós idejű prioritás van érvényben és a VRAM kihasználtság közel a maximumhoz van. Ennek az opciónak a kikapcsolása csökkenti a prioritást magasra, elkerülve a fagyást a csökkent rögzítési teljesítmény árán, amikor a GPU erősen terhelve van.",
    "nvenc_spatial_aq": "Térbeli AQ",
    "nvenc_spatial_aq_desc": "Magasabb QP értékek hozzárendelése a videó sima területeihez. Ajánlott engedélyezni alacsonyabb bitrátán történő streameléskor.",
    "nvenc_twopass": "Kétmenetes mód",
    "nvenc_twopass_desc": "Előzetes kódolási menet hozzáadása. Ez lehetővé teszi több mozgásvektor észlelését, jobb bitráta elosztást a képkockán keresztül és a bitráta korlátok szigorúbb betartását. Nem ajánlott kikapcsolni, mivel ez alkalmi bitráta túllépéshez és azt követően csomagvesztéshez vezethet.",
    "nvenc_twopass_disabled": "Kikapcsolva (leggyorsabb, nem ajánlott)",
    "nvenc_twopass_full_res": "Teljes felbontás (lassabb)",
    "nvenc_twopass_quarter_res": "Negyedes felbontás (gyorsabb, alapértelmezett)",
    "nvenc_vbv_increase": "Egyképkockás VBV/HRD százalékos növekedés",
    "nvenc_vbv_increase_desc": "Alapértelmezetten a Sunshine egyképkockás VBV/HRD-t használ, ami azt jelenti, hogy egyetlen kódolt videó képkocka mérete várhatóan nem haladja meg a kért bitrátát elosztva a kért képkocka sebességgel. Ennek a korlátozásnak az enyhítése előnyös lehet és alacsony késleltetésű változó bitrátaként működhet, de csomagvesztéshez vezethet, ha a hálózatnak nincs buffer tartaléka a bitráta ugrások kezeléséhez. A maximálisan elfogadott érték 400, ami 5x növelt kódolt videó képkocka felső méretkorlátnak felel meg.",
    "origin_web_ui_allowed": "Origin webes felhasználói felület Engedélyezve",
    "origin_web_ui_allowed_desc": "A távoli végpont cím eredete, aminek nincs megtagadva a hozzáférése a webes felülethez",
    "origin_web_ui_allowed_lan": "Csak a LAN-ban lévők férhetnek hozzá a webes felülethez",
    "origin_web_ui_allowed_pc": "Csak a localhost férhet hozzá a webes felülethez",
    "origin_web_ui_allowed_wan": "Bárki hozzáférhet a webes felülethez",
    "output_name": "Kijelző azonosító",
    "output_name_desc_unix": "A Sunshine indulásakor láthatod az észlelt kijelzők listáját. Megjegyzés: A zárójelben lévő azonosítót kell használnod. Alább egy példa látható; a tényleges kimenet a Hibaelhárítás lapon található.",
    "output_name_desc_windows": "Kézileg megadható egy kijelzőeszköz azonosító a rögzítéshez. Ha nincs beállítva, az elsődleges kijelző kerül rögzítésre. Megjegyzés: Ha fent megadtál egy GPU-t, ennek a kijelzőnek ahhoz a GPU-hoz kell csatlakoznia. A Sunshine indulásakor láthatod az észlelt kijelzők listáját. Alább egy példa látható; a tényleges kimenet a Hibaelhárítás lapon található.",
    "ping_timeout": "Ping időkorlát",
    "ping_timeout_desc": "Ennyi ezredmásodpercet vár a moonlight-tól érkező adatra, mielőtt leállítaná a streamet",
    "pkey": "Privát kulcs",
    "pkey_desc": "A webes felülethez és a Moonlight-kliens párosításhoz használt privát kulcs. A legjobb kompatibilitás érdekében ennek RSA-2048 privát kulcsnak kell lennie.",
    "port": "Port",
    "port_alert_1": "A Sunshine nem használhat 1024 alatti portokat!",
    "port_alert_2": "A 65535 feletti portok nem elérhetőek!",
    "port_desc": "A Sunshine által használt portok családjának beállítása",
    "port_http_port_note": "Ezt a portot használd a Moonlight-tal való csatlakozáshoz.",
    "port_note": "Megjegyzés",
    "port_port": "Port",
    "port_protocol": "Protokoll",
    "port_tcp": "TCP",
    "port_udp": "UDP",
    "port_warning": "A webes felhasználói felület internetre való kitettsége biztonsági kockázatot jelent! Csak saját felelősségre!",
    "port_web_ui": "Webes felhasználói felület",
    "qp": "Kvantálási paraméter",
    "qp_desc": "Néhány eszköz nem biztos, hogy támogatja az állandó bitrátát. Ezek az eszközök QP-t használnak helyette. A magasabb érték több tömörítést, de kevesebb minőséget jelent.",
    "qsv_coder": "QuickSync kódoló (H264)",
    "qsv_preset": "QuickSync preset",
    "qsv_preset_fast": "fast (alacsony minőség)",
    "qsv_preset_faster": "faster (alacsonyabb minőség)",
    "qsv_preset_medium": "medium (alapértelmezett)",
    "qsv_preset_slow": "slow (jó minőség)",
    "qsv_preset_slower": "slower (jobb minőség)",
    "qsv_preset_slowest": "slowest (legjobb minőség)",
    "qsv_preset_veryfast": "fastest (legalacsonyabb minőség)",
    "qsv_slow_hevc": "Lassú HEVC kódolás engedélyezése",
    "qsv_slow_hevc_desc": "Ez lehetővé teszi a HEVC kódolást régebbi Intel GPU-kon, magasabb GPU használat és rosszabb teljesítmény árán.",
    "restart_note": "A Sunshine újraindul, hogy alkalmazza a változtatásokat.",
    "stream_audio": "Hang streamelése",
    "stream_audio_desc": "Hang streamelése vagy sem. Ennek kikapcsolása hasznos lehet a headless kijelzők másodlagos monitorként való streameléséhez.",
    "sunshine_name": "Sunshine-név",
    "sunshine_name_desc": "A Moonlight által megjelenített név. Ha nincs megadva, a gép hostneve kerül használatra",
    "sw_preset": "SW presetek",
    "sw_preset_desc": "Optimalizálja az egyensúlyt a kódolási sebesség (másodpercenként kódolt képkockák) és a tömörítési hatékonyság (minőség bitenként a bitstreamben) között. Alapértelmezett a superfast.",
    "sw_preset_fast": "fast",
    "sw_preset_faster": "faster",
    "sw_preset_medium": "medium",
    "sw_preset_slow": "slow",
    "sw_preset_slower": "slower",
    "sw_preset_superfast": "superfast (alapértelmezett)",
    "sw_preset_ultrafast": "ultrafast",
    "sw_preset_veryfast": "veryfast",
    "sw_preset_veryslow": "veryslow",
    "sw_tune": "SW hangolás",
    "sw_tune_animation": "animáció -- jó rajzfilmekhez; nagyobb deblockingot és több referencia képkockát használ",
    "sw_tune_desc": "Hangolási opciók, amik a preset után alkalmazódnak. Alapértelmezett a zerolatency.",
    "sw_tune_fastdecode": "fastdecode -- gyorsabb dekódolást tesz lehetővé bizonyos szűrők kikapcsolásával",
    "sw_tune_film": "film -- kiváló minőségű filmtartalom esetén; csökkenti a deblockingot",
    "sw_tune_grain": "grain -- megőrzi a szemcseszerkezetet a régi, szemcsés filmanyagban",
    "sw_tune_stillimage": "stillimage -- jó diavetítésszerű tartalomhoz",
    "sw_tune_zerolatency": "zerolatency -- gyors kódoláshoz és alacsony késleltetésű streaminghez jó (alapértelmezett)",
    "system_tray": "Rendszertálca engedélyezése",
    "system_tray_desc": "Ikon megjelenítése a rendszertálcán és asztali értesítések megjelenítése",
    "touchpad_as_ds4": "DS4 gamepad emulálása, ha a kliensgép gamepad érintőtábla jelenlétét jelzi",
    "touchpad_as_ds4_desc": "Ha ki van kapcsolva, az érintőpad jelenléte nem kerül figyelembevéve a gamepad-típus választásakor.",
    "upnp": "UPnP",
    "upnp_desc": "Porttovábbítás automatikus konfigurálása az interneten keresztüli streameléshez",
    "vaapi_strict_rc_buffer": "Képkockabitráta-korlátok szigorú kikényszerítése H.264/HEVC-hez AMD GPU-kon",
    "vaapi_strict_rc_buffer_desc": "Ennek az opciónak az engedélyezése elkerülheti az eldobott képkockákat a hálózaton jelenet váltások során, de a videó minőség csökkenhet mozgás közben.",
    "virtual_sink": "Virtuális kimenet",
    "virtual_sink_desc": "Kézileg megadható egy virtuális hangeszköz a használathoz. Ha nincs beállítva, az eszköz automatikusan kerül kiválasztásra. Erősen ajánljuk, hogy hagyd ezt a mezőt üresen az automatikus eszközválasztáshoz!",
    "virtual_sink_placeholder": "Steam streamelési hangszórók",
    "vt_coder": "VideoToolbox kódoló",
    "vt_realtime": "VideoToolbox valós idejű kódolás",
    "vt_software": "VideoToolbox szoftveres kódolás",
    "vt_software_allowed": "Engedélyezett",
    "vt_software_forced": "Kényszerített",
    "wan_encryption_mode": "WAN titkosítási mód",
    "wan_encryption_mode_1": "Engedélyezve a támogatott kliensgépeken (alapértelmezett)",
    "wan_encryption_mode_2": "Minden kliensgép számára kötelező",
    "wan_encryption_mode_desc": "Ez határozza meg, mikor használjunk titkosítást az interneten keresztüli streameléskor. A titkosítás csökkentheti a streamelés teljesítményét, különösen gyengébb gazdagépeken és klienseken."
  },
  "index": {
    "description": "A Sunshine saját üzemeltetésű játékstream-host a Moonlight-hoz.",
    "download": "Letöltés",
    "installed_version_not_stable": "A Sunshine egy előzetes verzióját futtatod. Hibákkal vagy más problémákkal találkozhatsz. Kérjük, jelentsd az összes problémát amivel találkozol. Köszönjük, hogy segítesz a Sunshine-t jobb szoftverré tenni!",
    "loading_latest": "Legújabb kiadás betöltése...",
    "new_pre_release": "Elérhető egy új előzetes verzió!",
    "new_stable": "Elérhető egy új stabil verzió!",
    "startup_errors": "<b>Figyelem!</b> A Sunshine ezeket a hibákat észlelte az indítás során. <b>KIFEJEZETTEN AJÁNLJUK</b> ezek kijavítását a streamelés előtt.",
    "version_dirty": "Köszönjük, hogy segítesz a Sunshine jobb szoftverré tételében!",
    "version_latest": "A Sunshine legújabb verzióját futtatod",
    "welcome": "Helló, Sunshine!"
  },
  "navbar": {
    "applications": "Alkalmazások",
    "configuration": "Konfiguráció",
    "home": "Kezdőlap",
    "password": "Jelszó módosítása",
    "pin": "PIN",
    "theme_auto": "Auto",
    "theme_dark": "Sötét",
    "theme_light": "Világos",
    "toggle_theme": "Téma",
    "troubleshoot": "Hibaelhárítás"
  },
  "password": {
    "confirm_password": "Jelszó megerősítése",
    "current_creds": "Jelenlegi hitelesítő adatok",
    "new_creds": "Új hitelesítő adatok",
    "new_username_desc": "Ha nincs megadva, a felhasználónév nem fog változni",
    "password_change": "Jelszó módosítása",
    "success_msg": "A jelszó megváltoztatása sikeres! Ez az oldal hamarosan újratöltődik, a böngésződ kérni fogja az új hitelesítő adatokat."
  },
  "pin": {
    "device_name": "Eszköz neve",
    "pair_failure": "Párosítás sikertelen: Ellenőrizd, hogy helyesen írtad-e be a PIN-t",
    "pair_success": "Siker! Ellenőrizd a Moonlight-ot a folytatáshoz",
    "pin_pairing": "PIN párosítás",
    "send": "Küldés",
    "warning_msg": "Győződj meg róla, hogy hozzáférsz ahhoz a klienshez, amivel párosítasz. Ez a szoftver teljes kontrollt adhat a számítógéped felett, szóval légy óvatos!"
  },
  "resource_card": {
    "github_discussions": "GitHub Discussions",
    "legal": "Jogi",
    "legal_desc": "A szoftver további használatával elfogadod a feltételeket a következő dokumentumokban.",
    "license": "Licenc",
    "lizardbyte_website": "LizardByte honlapja",
    "resources": "Források",
    "resources_desc": "Források a Sunshine-hoz!",
    "third_party_notice": "Harmadik fél közleménye"
  },
  "troubleshooting": {
    "dd_reset": "Állandó kijelzőeszköz-beállítások visszaállítása",
    "dd_reset_desc": "Ha a Sunshine elakadt a megváltozott kijelzőeszköz-beállítások visszaállításánál, visszaállíthatod a beállításokat és manuálisan folytathatod a kijelzőállapot visszaállítását.",
    "dd_reset_error": "Hiba az állandóság visszaállításakor!",
    "dd_reset_success": "Sikerült visszaállítani az állandóságot!",
    "force_close": "Bezárás erőltetése",
    "force_close_desc": "Ha a Moonlight egy futó appról panaszkodik, az app kényszerített bezárása megoldhatja a problémát.",
    "force_close_error": "Hiba az alkalmazás bezárása közben",
    "force_close_success": "Az alkalmazás bezárása sikeres!",
    "logs": "Naplók",
    "logs_desc": "Nézd meg a Sunshine által feltöltött naplókat",
    "logs_find": "Keresés...",
    "restart_sunshine": "Sunshine újraindítása",
    "restart_sunshine_desc": "Ha a Sunshine nem működik megfelelően, megpróbálhatod újraindítani. Ez megszakítja a futó munkameneteket.",
    "restart_sunshine_success": "A Sunshine újraindul",
    "troubleshooting": "Hibaelhárítás",
    "unpair_all": "Összes párosítás megszüntetése",
    "unpair_all_error": "Hiba a párosítás megszüntetése közben",
    "unpair_all_success": "Minden eszköz párosítása megszüntetve.",
    "unpair_desc": "Távolítsd el a párosított eszközeidet. Az egyedileg párosítatlan eszközök aktív munkamenettel csatlakozva maradnak, de nem tudnak munkamenetet indítani vagy folytatni.",
    "unpair_single_no_devices": "Nincsenek párosított eszközök.",
    "unpair_single_success": "Azonban az eszköz(ök) még mindig aktív munkamenetben lehetnek. Használd a fenti 'Kényszerített bezárás' gombot a nyitott munkamenetek befejezéséhez.",
    "unpair_single_unknown": "Ismeretlen kliens",
    "unpair_title": "Eszközök párosításának megszüntetése"
  },
  "welcome": {
    "confirm_password": "Jelszó megerősítése",
    "create_creds": "Mielőtt belekezdenél, készíts egy új felhasználónevet és jelszót a webes felület eléréséhez.",
    "create_creds_alert": "Az alábbi hitelesítő adatok szükségesek a Sunshine webes felületének eléréséhez. Tartsd ezeket biztonságban, mivel soha többé nem fogod látni!",
    "greeting": "Üdvözlünk a Sunshine-ban!",
    "login": "Bejelentkezés",
    "welcome_success": "Ez az oldal hamarosan újratöltődik, és a böngésző kérni fogja az új hitelesítő adatokat."
  }
}
