{
  "_common": {
    "apply": "Áp dụng",
    "auto": "Tự động",
    "autodetect": "Phát hiện tự động (đề xuất)",
    "beta": "(phiên bản thử nghiệm)",
    "cancel": "Hủy",
    "disabled": "Tắt",
    "disabled_def": "Tắt (mặc định)",
    "disabled_def_cbox": "Mặc định: không bật",
    "dismiss": "Bỏ qua",
    "do_cmd": "Thực hiện lệnh",
    "elevated": "Nâng cao",
    "enabled": "Đã bật",
    "enabled_def": "Bật (mặc định)",
    "enabled_def_cbox": "Mặc định: đã bật",
    "error": "Lỗi!",
    "note": "Lưu ý:",
    "password": "Mật khẩu",
    "run_as": "Chạy với quyền Admin",
    "save": "Lưu",
    "see_more": "Xem thêm",
    "success": "Thành công!",
    "undo_cmd": "Hủy lệnh",
    "username": "Tên đăng nhập",
    "warning": "Cảnh báo!"
  },
  "apps": {
    "actions": "Hành động",
    "add_cmds": "Thêm lệnh",
    "add_new": "Thêm mới",
    "app_name": "Tên ứng dụng",
    "app_name_desc": "Tên ứng dụng, hiển thị trên Moonlight",
    "applications_desc": "Ứng dụng chỉ được làm mới khi Client được khởi động lại.",
    "applications_title": "Ứng dụng",
    "auto_detach": "Không ngắt stream nếu ứng dụng thoát trong thời gian ngắn",
    "auto_detach_desc": "Tùy chọn này sẽ cố gắng tự động nhận diện các ứng dụng dạng launcher, thường thoát ngay sau khi mở một chương trình khác hoặc một phiên bản khác của chính nó.\nKhi phát hiện launcher như vậy, hệ thống sẽ xử lý nó như một ứng dụng tách biệt để tránh ngắt kết nối stream.",
    "cmd": "Lệnh",
    "cmd_desc": "Ứng dụng chính để khởi động. Nếu để trống, sẽ không khởi động ứng dụng nào.",
    "cmd_note": "Nếu đường dẫn đến tệp thực thi lệnh chứa khoảng trắng (space), bạn phải đặt nó trong dấu ngoặc kép.",
    "cmd_prep_desc": "Danh sách các lệnh sẽ được chạy trước hoặc sau ứng dụng này. Nếu bất kỳ lệnh chuẩn bị nào bị lỗi, quá trình khởi chạy ứng dụng sẽ bị hủy.",
    "cmd_prep_name": "Chuẩn bị lệnh",
    "covers_found": "Bìa đã tìm thấy",
    "delete": "Xóa",
    "detached_cmds": "Lệnh độc lập",
    "detached_cmds_add": "Thêm lệnh tách rời",
    "detached_cmds_desc": "Danh sách các lệnh cần chạy ở chế độ nền.",
    "detached_cmds_note": "Nếu đường dẫn đến tệp thực thi lệnh chứa khoảng trắng (space), bạn phải đặt nó trong dấu ngoặc kép.",
    "edit": "Chỉnh sửa",
    "env_app_id": "ID ứng dụng",
    "env_app_name": "Tên ứng dụng",
    "env_client_audio_config": "Cấu hình âm thanh được yêu cầu bởi client (2.0/5.1/7.1)",
    "env_client_enable_sops": "Client yêu cầu tùy chọn tối ưu hóa trò chơi cho việc streaming tối ưu (có/không)",
    "env_client_fps": "Tốc độ khung hình mỗi giây (FPS) mà client yêu cầu (số nguyên)",
    "env_client_gcmap": "The requested gamepad mask, in a bitset/bitfield format (int)",
    "env_client_hdr": "HDR được kích hoạt bởi client (true/false)",
    "env_client_height": "Chiều cao do client yêu cầu (số nguyên)",
    "env_client_host_audio": "Client yêu cầu âm thanh từ host (có/không)",
    "env_client_width": "Chiều rộng được yêu cầu bởi client (số nguyên)",
    "env_displayplacer_example": "Ví dụ - Công cụ hiển thị cho độ phân giải động:",
    "env_qres_example": "Ví dụ - QRes cho độ phân giải động:",
    "env_qres_path": "Đường dẫn qres",
    "env_var_name": "Tên biến",
    "env_vars_about": "Về biến môi trường",
    "env_vars_desc": "Tất cả các lệnh đều được gán các biến môi trường sau theo mặc định:",
    "env_xrandr_example": "Ví dụ - Xrandr cho độ phân giải động:",
    "exit_timeout": "Thời gian chờ thoát",
    "exit_timeout_desc": "Số giây chờ đợi cho tất cả các tiến trình của ứng dụng thoát ra một cách trơn tru khi được yêu cầu thoát. Nếu không được thiết lập, giá trị mặc định là chờ tối đa 5 giây. Nếu được thiết lập thành 0, ứng dụng sẽ bị kết thúc ngay lập tức.",
    "find_cover": "Tìm chỗ trú ẩn",
    "global_prep_desc": "Bật/Tắt việc thực thi các lệnh chuẩn bị toàn cầu cho ứng dụng này.",
    "global_prep_name": "Lệnh chuẩn bị toàn cầu",
    "image": "Hình ảnh",
    "image_desc": "Đường dẫn đến biểu tượng/hình ảnh sẽ được gửi đến client. Hình ảnh phải là file PNG. Nếu không được thiết lập, Sunshine sẽ gửi hình ảnh mặc định.",
    "loading": "Đang tải...",
    "name": "Tên",
    "output_desc": "Tệp chứa kết quả đầu ra của lệnh. Nếu không được chỉ định, kết quả đầu ra sẽ bị bỏ qua.",
    "output_name": "Đầu ra",
    "run_as_desc": "Điều này có thể cần thiết cho một số ứng dụng yêu cầu quyền quản trị viên (Administrator) để hoạt động đúng cách.",
    "wait_all": "Tiếp tục streaming cho đến khi tất cả các tiến trình của ứng dụng kết thúc",
    "wait_all_desc": "Quá trình streaming này sẽ tiếp tục cho đến khi tất cả các tiến trình được ứng dụng khởi chạy đã kết thúc. Khi tùy chọn này không được chọn, stream sẽ dừng lại khi tiến trình chính của ứng dụng kết thúc, ngay cả khi các tiến trình khác của ứng dụng vẫn đang chạy.",
    "working_dir": "Thư mục làm việc",
    "working_dir_desc": "Thư mục làm việc cần được truyền vào quá trình. Ví dụ, một số ứng dụng sử dụng thư mục làm việc để tìm kiếm các tệp cấu hình. Nếu không được thiết lập, Sunshine sẽ mặc định sử dụng thư mục cha của lệnh."
  },
  "config": {
    "adapter_name": "Adapter Name",
    "adapter_name_desc_linux_1": "Chọn GPU cụ thể để sử dụng cho quá trình capture.",
    "adapter_name_desc_linux_2": "Tìm tất cả các thiết bị hỗ trợ VAAPI",
    "adapter_name_desc_linux_3": "Thay thế ``renderD129`` bằng thiết bị từ trên để liệt kê tên và khả năng của thiết bị. Để được hỗ trợ bởi Sunshine, thiết bị cần phải có ít nhất:",
    "adapter_name_desc_windows": "Chỉ định GPU cụ thể để sử dụng cho quá trình capture Nếu không được thiết lập, GPU sẽ được chọn tự động. Chúng tôi khuyến nghị để để trống trường này để sử dụng tính năng chọn GPU tự động! Lưu ý: GPU này phải có màn hình kết nối và đang bật nguồn. Các giá trị phù hợp có thể được tìm thấy bằng cách sử dụng lệnh sau:",
    "adapter_name_placeholder_windows": "Radeon RX 580 Series",
    "add": "Thêm",
    "address_family": "Kiểu địa chỉ mạng",
    "address_family_both": "IPv4 và IPv6",
    "address_family_desc": "Đặt loại địa chỉ mạng được sử dụng bởi Sunshine",
    "address_family_ipv4": "Chỉ hỗ trợ IPv4",
    "always_send_scancodes": "Luôn gửi mã quét",
    "always_send_scancodes_desc": "Gửi mã quét (scancodes) giúp tăng tính tương thích với các trò chơi và ứng dụng, nhưng có thể dẫn đến nhập liệu bàn phím không chính xác từ một số client không sử dụng bố cục bàn phím tiếng Anh Mỹ. Bật tùy chọn này nếu nhập liệu bàn phím không hoạt động trong một số ứng dụng. Tắt tùy chọn này nếu các phím trên client tạo ra nhập liệu sai trên host.",
    "amd_coder": "Mã hóa AMF (H264)",
    "amd_coder_desc": "Cho phép bạn chọn mã hóa entropy để ưu tiên chất lượng hoặc tốc độ mã hóa. Chỉ hỗ trợ H.264.",
    "amd_enforce_hrd": "Thiết bị giải mã tham chiếu giả định AMF (HRD)",
    "amd_enforce_hrd_desc": "Tăng cường các giới hạn kiểm soát tốc độ để đáp ứng yêu cầu của mô hình HRD. Điều này giúp giảm đáng kể hiện tượng tràn bitrate, nhưng có thể gây ra các lỗi mã hóa hoặc giảm chất lượng trên một số thẻ.",
    "amd_preanalysis": "Phân tích tiền xử lý AMF",
    "amd_preanalysis_desc": "Điều này cho phép thực hiện phân tích trước để kiểm soát tốc độ, có thể cải thiện chất lượng nhưng đồng thời làm tăng độ trễ mã hóa.",
    "amd_quality": "Chất lượng AMF",
    "amd_quality_balanced": "cân bằng -- cân bằng (mặc định)",
    "amd_quality_desc": "Điều này điều chỉnh sự cân bằng giữa tốc độ encode và chất lượng.",
    "amd_quality_group": "Cài đặt chất lượng AMF",
    "amd_quality_quality": "chất lượng -- ưu tiên chất lượng",
    "amd_quality_speed": "Tốc độ -- Ưu tiên tốc độ",
    "amd_rc": "Kiểm soát tốc độ AMF",
    "amd_rc_cbr": "cbr -- Tốc độ bit cố định (được khuyến nghị nếu HRD được bật)",
    "amd_rc_cqp": "cqp -- Chế độ QP cố định",
    "amd_rc_desc": "Điều này kiểm soát phương pháp điều chỉnh tốc độ để đảm bảo chúng ta không vượt quá mục tiêu bitrate của khách hàng. 'cqp' không phù hợp cho việc điều chỉnh bitrate, và các tùy chọn khác ngoài 'vbr_latency' phụ thuộc vào HRD Enforcement để giúp hạn chế việc vượt quá bitrate.",
    "amd_rc_group": "Cài đặt kiểm soát tốc độ AMF",
    "amd_rc_vbr_latency": "vbr_latency -- Tốc độ bit biến đổi có giới hạn độ trễ (được khuyến nghị nếu HRD bị vô hiệu hóa; mặc định)",
    "amd_rc_vbr_peak": "vbr_peak -- Tốc độ bit biến đổi có giới hạn đỉnh",
    "amd_usage": "Sử dụng AMF",
    "amd_usage_desc": "Điều này thiết lập cấu hình encode cơ bản. Tất cả các tùy chọn được trình bày bên dưới sẽ ghi đè lên một phần của cấu hình sử dụng, nhưng có thêm các thiết lập ẩn được áp dụng mà không thể cấu hình ở nơi khác.",
    "amd_usage_lowlatency": "lowlatency - độ trễ thấp (nhanh nhất)",
    "amd_usage_lowlatency_high_quality": "lowlatency_high_quality - độ trễ thấp, chất lượng cao (nhanh)",
    "amd_usage_transcoding": "Chuyển mã -- Chuyển mã (chậm nhất)",
    "amd_usage_ultralowlatency": "ultralowlatency - độ trễ cực thấp (nhanh nhất; mặc định)",
    "amd_usage_webcam": "webcam -- webcam (chậm)",
    "amd_vbaq": "Cơ chế nén thích nghi theo mức độ thay đổi hình ảnh (VBAQ) của AMF",
    "amd_vbaq_desc": "Hệ thống thị giác của con người thường ít nhạy cảm hơn với các hiện tượng nhiễu trong các vùng có kết cấu phức tạp. Trong chế độ VBAQ, độ biến thiên của pixel được sử dụng để chỉ ra độ phức tạp của kết cấu không gian, cho phép bộ mã hóa phân bổ nhiều bit hơn cho các vùng mịn hơn. Kích hoạt tính năng này mang lại cải thiện về chất lượng hình ảnh chủ quan với một số nội dung.",
    "apply_note": "Nhấp vào 'Áp dụng' để khởi động lại Sunshine và áp dụng các thay đổi. Điều này sẽ kết thúc tất cả các phiên đang chạy.",
    "audio_sink": "Bộ thu âm thanh",
    "audio_sink_desc_linux": "Tên của thiết bị âm thanh được sử dụng cho vòng lặp âm thanh (Audio Loopback). Nếu bạn không chỉ định biến này, pulseaudio sẽ chọn thiết bị monitor mặc định. Bạn có thể tìm tên của thiết bị âm thanh bằng một trong hai lệnh sau:",
    "audio_sink_desc_macos": "Tên của thiết bị đầu ra âm thanh được sử dụng cho Audio Loopback. Sunshine chỉ có thể truy cập micro trên macOS do hạn chế của hệ thống. Để phát âm thanh hệ thống thông qua Soundflower hoặc BlackHole.",
    "audio_sink_desc_windows": "Chọn thủ công thiết bị âm thanh cụ thể để ghi âm. Nếu không được thiết lập, thiết bị sẽ được chọn tự động. Chúng tôi khuyến nghị mạnh mẽ để để trống trường này để sử dụng tính năng chọn thiết bị tự động! Nếu bạn có nhiều thiết bị âm thanh có tên giống nhau, bạn có thể lấy ID thiết bị bằng cách sử dụng lệnh sau:",
    "audio_sink_placeholder_macos": "Lỗ đen 2ch",
    "audio_sink_placeholder_windows": "Loa (Thiết bị âm thanh độ nét cao)",
    "av1_mode": "Hỗ trợ AV1",
    "av1_mode_0": "Sunshine sẽ quảng cáo hỗ trợ cho AV1 dựa trên khả năng của bộ mã hóa (được khuyến nghị)",
    "av1_mode_1": "Sunshine sẽ không quảng cáo hỗ trợ cho AV1.",
    "av1_mode_2": "Sunshine sẽ quảng cáo hỗ trợ cho AV1 Main 8-bit profile.",
    "av1_mode_3": "Sunshine sẽ quảng cáo hỗ trợ cho các cấu hình AV1 Main 8-bit và 10-bit (HDR).",
    "av1_mode_desc": "Cho phép khách hàng yêu cầu luồng video AV1 Main 8-bit hoặc 10-bit. AV1 đòi hỏi nhiều tài nguyên CPU hơn để mã hóa, do đó việc kích hoạt tính năng này có thể làm giảm hiệu suất khi sử dụng mã hóa phần mềm.",
    "back_button_timeout": "Thời gian chờ cho nút Home/Hướng dẫn",
    "back_button_timeout_desc": "Nếu nút Back/Select được giữ nhấn trong số mili giây đã chỉ định, thao tác nhấn nút Home/Guide sẽ được mô phỏng. Nếu giá trị được đặt nhỏ hơn 0 (mặc định), việc giữ nút Back/Select sẽ không mô phỏng thao tác nhấn nút Home/Guide.",
    "capture": "Buộc sử dụng phương pháp capture cụ thể",
    "capture_desc": "Ở chế độ tự động, Sunshine sẽ sử dụng trình điều khiển đầu tiên hoạt động. NvFBC yêu cầu trình điều khiển NVIDIA đã được vá.",
    "cert": "Chứng chỉ",
    "cert_desc": "Chứng chỉ được sử dụng cho việc ghép nối giao diện người dùng web (web UI) và ứng dụng Moonlight. Để đảm bảo tương thích tốt nhất, chứng chỉ này nên sử dụng khóa công khai RSA-2048.",
    "channels": "Số lượng khách hàng kết nối tối đa",
    "channels_desc_1": "Ánh sáng mặt trời cho phép một phiên phát trực tuyến duy nhất được chia sẻ đồng thời với nhiều khách hàng.",
    "channels_desc_2": "Một số bộ mã hóa phần cứng có thể có các hạn chế làm giảm hiệu suất khi xử lý nhiều luồng.",
    "coder_cabac": "cabac -- Mã hóa nhị phân thích ứng theo ngữ cảnh - Chất lượng cao hơn",
    "coder_cavlc": "cavlc -- Mã hóa độ dài biến đổi thích ứng với ngữ cảnh - Giải mã nhanh hơn",
    "configuration": "Cấu hình",
    "controller": "Bật điều khiển bằng gamepad",
    "controller_desc": "Cho phép khách điều khiển hệ thống chủ bằng gamepad / bộ điều khiển.",
    "credentials_file": "Tệp thông tin xác thực",
    "credentials_file_desc": "Lưu tên người dùng/mật khẩu riêng biệt với tệp trạng thái của Sunshine.",
    "dd_config_ensure_active": "Bật màn hình tự động",
    "dd_config_ensure_only_display": "Tắt các màn hình khác và chỉ kích hoạt màn hình đã chỉ định.",
    "dd_config_ensure_primary": "Kích hoạt màn hình tự động và thiết lập nó làm màn hình chính.",
    "dd_configuration_option": "Cấu hình thiết bị",
    "dd_config_revert_delay": "Thời gian trễ khôi phục cấu hình",
    "dd_config_revert_delay_desc": "Thời gian trễ bổ sung (tính bằng mili giây) để chờ trước khi khôi phục cấu hình khi ứng dụng đã bị đóng hoặc phiên làm việc cuối cùng đã kết thúc. Mục đích chính là cung cấp quá trình chuyển đổi mượt mà hơn khi chuyển đổi nhanh giữa các ứng dụng.",
    "dd_config_revert_on_disconnect": "Khôi phục cài đặt gốc khi ngắt kết nối",
    "dd_config_revert_on_disconnect_desc": "Khôi phục cấu hình khi tất cả các client ngắt kết nối thay vì khi ứng dụng đóng hoặc phiên làm việc cuối cùng kết thúc.",
    "dd_config_verify_only": "Kiểm tra xem màn hình đã được bật chưa.",
    "dd_hdr_option": "HDR",
    "dd_hdr_option_auto": "Bật/tắt chế độ HDR theo yêu cầu của khách hàng (mặc định)",
    "dd_hdr_option_disabled": "Không thay đổi cài đặt HDR.",
    "dd_manual_refresh_rate": "Tốc độ làm mới thủ công",
    "dd_manual_resolution": "Giải quyết thủ công",
    "dd_mode_remapping": "Chuyển đổi chế độ hiển thị",
    "dd_mode_remapping_add": "Thêm mục remapping",
    "dd_mode_remapping_desc_1": "Chỉ định các mục remapping để thay đổi độ phân giải và/hoặc tần số làm mới yêu cầu sang các giá trị khác.",
    "dd_mode_remapping_desc_2": "Danh sách được duyệt từ trên xuống dưới và kết quả khớp đầu tiên được sử dụng.",
    "dd_mode_remapping_desc_3": "Các trường \"Yêu cầu\" có thể để trống để phù hợp với bất kỳ giá trị nào được yêu cầu.",
    "dd_mode_remapping_desc_4_final_values_mixed": "Phải chỉ định ít nhất một trường \"Final\". Độ phân giải hoặc tần số làm mới không được chỉ định sẽ không được thay đổi.",
    "dd_mode_remapping_desc_4_final_values_non_mixed": "Trường \"Final\" phải được chỉ định và không được để trống.",
    "dd_mode_remapping_desc_5_sops_mixed_only": "Tùy chọn \"Tối ưu hóa cài đặt trò chơi\" phải được bật trong ứng dụng Moonlight, nếu không các mục có trường độ phân giải được chỉ định sẽ bị bỏ qua.",
    "dd_mode_remapping_desc_5_sops_resolution_only": "Tùy chọn \"Tối ưu hóa cài đặt trò chơi\" phải được bật trong ứng dụng Moonlight, nếu không quá trình ánh xạ sẽ bị bỏ qua.",
    "dd_mode_remapping_final_refresh_rate": "Tần số làm mới cuối cùng",
    "dd_mode_remapping_final_resolution": "Quyết định cuối cùng",
    "dd_mode_remapping_requested_fps": "Tốc độ khung hình yêu cầu (FPS)",
    "dd_mode_remapping_requested_resolution": "Giải pháp được yêu cầu",
    "dd_options_header": "Các tùy chọn hiển thị nâng cao",
    "dd_refresh_rate_option": "Tần số làm mới",
    "dd_refresh_rate_option_auto": "Sử dụng giá trị FPS do khách hàng cung cấp (mặc định)",
    "dd_refresh_rate_option_disabled": "Không thay đổi tần số làm mới.",
    "dd_refresh_rate_option_manual": "Sử dụng tần số làm mới được nhập thủ công",
    "dd_resolution_option": "Quyết định",
    "dd_resolution_option_auto": "Sử dụng độ phân giải do khách hàng cung cấp (mặc định)",
    "dd_resolution_option_disabled": "Không thay đổi độ phân giải",
    "dd_resolution_option_manual": "Sử dụng độ phân giải được nhập thủ công",
    "dd_resolution_option_ogs_desc": "Tùy chọn \"Tối ưu hóa cài đặt trò chơi\" phải được bật trên ứng dụng Moonlight để tính năng này hoạt động.",
    "dd_wa_hdr_toggle_delay_desc_1": "Khi sử dụng thiết bị hiển thị ảo (VDD) cho việc phát trực tuyến, màu HDR có thể hiển thị không chính xác. Sunshine có thể thử khắc phục vấn đề này bằng cách tắt HDR và sau đó bật lại.",
    "dd_wa_hdr_toggle_delay_desc_2": "Nếu giá trị được đặt là 0, tính năng khắc phục sự cố sẽ bị vô hiệu hóa (mặc định). Nếu giá trị nằm trong khoảng từ 0 đến 3000 mili giây, Sunshine sẽ tắt HDR, chờ trong khoảng thời gian đã chỉ định và sau đó bật HDR lại. Thời gian chờ khuyến nghị là khoảng 500 mili giây trong hầu hết các trường hợp.",
    "dd_wa_hdr_toggle_delay_desc_3": "KHÔNG sử dụng giải pháp tạm thời này trừ khi bạn thực sự gặp vấn đề với HDR, vì nó ảnh hưởng trực tiếp đến thời gian bắt đầu phát trực tiếp!",
    "dd_wa_hdr_toggle_delay": "Giải pháp thay thế cho HDR có độ tương phản cao",
    "ds4_back_as_touchpad_click": "Quay lại bản đồ/Chọn bằng cách nhấp chuột vào bàn di chuột",
    "ds4_back_as_touchpad_click_desc": "Khi ép buộc mô phỏng DS4, gán nút Back/Select cho thao tác nhấp chuột trên bàn di chuột.",
    "ds5_inputtino_randomize_mac": "Ngẫu nhiên hóa địa chỉ MAC của bộ điều khiển ảo",
    "ds5_inputtino_randomize_mac_desc": "Khi đăng ký bộ điều khiển, hãy sử dụng một địa chỉ MAC ngẫu nhiên thay vì địa chỉ dựa trên chỉ số nội bộ của bộ điều khiển để tránh trộn lẫn các thiết lập cấu hình của các bộ điều khiển khác nhau khi chúng được hoán đổi trên phía client.",
    "encoder": "Bắt buộc sử dụng bộ mã hóa cụ thể",
    "encoder_desc": "Buộc sử dụng bộ mã hóa cụ thể, nếu không Sunshine sẽ tự động chọn tùy chọn tốt nhất có sẵn. Lưu ý: Nếu bạn chỉ định bộ mã hóa phần cứng trên Windows, nó phải trùng khớp với GPU mà màn hình được kết nối.",
    "encoder_software": "Phần mềm",
    "external_ip": "Địa chỉ IP bên ngoài",
    "external_ip_desc": "Nếu không được cung cấp địa chỉ IP bên ngoài, Sunshine sẽ tự động phát hiện địa chỉ IP bên ngoài.",
    "fec_percentage": "Tỷ lệ phần trăm FEC",
    "fec_percentage_desc": "Tỷ lệ gói tin sửa lỗi trên mỗi gói tin dữ liệu trong mỗi khung hình video. Giá trị cao hơn có thể bù đắp cho việc mất gói tin mạng nhiều hơn, nhưng đổi lại sẽ làm tăng sử dụng băng thông.",
    "ffmpeg_auto": "Tự động -- để ffmpeg quyết định (mặc định)",
    "file_apps": "Tệp ứng dụng",
    "file_apps_desc": "Thư mục chứa các ứng dụng hiện tại của Sunshine.",
    "file_state": "Tệp của Nhà nước",
    "file_state_desc": "Tệp chứa trạng thái hiện tại của Sunshine",
    "gamepad": "Loại bộ điều khiển trò chơi mô phỏng",
    "gamepad_auto": "Tùy chọn chọn tự động",
    "gamepad_desc": "Chọn loại gamepad muốn mô phỏng trên máy chủ.",
    "gamepad_ds4": "DS4 (PlayStation 4)",
    "gamepad_ds4_manual": "Các tùy chọn lựa chọn cho DS4",
    "gamepad_ds5": "DS5 (PS5)",
    "gamepad_ds5_manual": "Các tùy chọn lựa chọn cho DS5",
    "gamepad_switch": "Nintendo Pro (Switch)",
    "gamepad_manual": "Các tùy chọn DS4 thủ công",
    "gamepad_x360": "X360 (Xbox 360)",
    "gamepad_xone": "XOne (Xbox One)",
    "global_prep_cmd": "Chuẩn bị lệnh",
    "global_prep_cmd_desc": "Cấu hình danh sách các lệnh cần thực thi trước hoặc sau khi chạy bất kỳ ứng dụng nào. Nếu bất kỳ lệnh chuẩn bị nào trong danh sách bị thất bại, quá trình khởi chạy ứng dụng sẽ bị hủy bỏ.",
    "hevc_mode": "Hỗ trợ HEVC",
    "hevc_mode_0": "Sunshine sẽ quảng cáo hỗ trợ cho HEVC dựa trên khả năng của bộ mã hóa (được khuyến nghị)",
    "hevc_mode_1": "Sunshine sẽ không quảng cáo hỗ trợ cho HEVC.",
    "hevc_mode_2": "Sunshine sẽ quảng cáo hỗ trợ cho HEVC Main profile.",
    "hevc_mode_3": "Sunshine sẽ quảng cáo hỗ trợ cho các cấu hình HEVC Main và Main10 (HDR).",
    "hevc_mode_desc": "Cho phép khách hàng yêu cầu luồng video HEVC Main hoặc HEVC Main10. HEVC đòi hỏi nhiều tài nguyên CPU hơn khi mã hóa, do đó việc kích hoạt tính năng này có thể làm giảm hiệu suất khi sử dụng mã hóa phần mềm.",
    "high_resolution_scrolling": "Hỗ trợ cuộn với độ phân giải cao",
    "high_resolution_scrolling_desc": "Khi được bật, Sunshine sẽ truyền các sự kiện cuộn có độ phân giải cao từ các ứng dụng Moonlight. Tính năng này có thể hữu ích để tắt cho các ứng dụng cũ có tốc độ cuộn quá nhanh khi sử dụng sự kiện cuộn có độ phân giải cao.",
    "install_steam_audio_drivers": "Cài đặt trình điều khiển âm thanh Steam",
    "install_steam_audio_drivers_desc": "Nếu Steam đã được cài đặt, trình điều khiển loa phát trực tuyến Steam sẽ được cài đặt tự động để hỗ trợ âm thanh vòm 5.1/7.1 và tắt âm thanh của ứng dụng chủ.",
    "key_repeat_delay": "Thời gian trễ lặp lại phím",
    "key_repeat_delay_desc": "Điều chỉnh tốc độ lặp lại của các phím. Thời gian trễ ban đầu (tính bằng mili giây) trước khi các phím bắt đầu lặp lại.",
    "key_repeat_frequency": "Tần suất lặp lại phím",
    "key_repeat_frequency_desc": "Tần suất lặp lại của các phím mỗi giây. Tùy chọn này có thể điều chỉnh và hỗ trợ số thập phân.",
    "key_rightalt_to_key_win": "Gán phím Alt bên phải cho phím Windows",
    "key_rightalt_to_key_win_desc": "Có thể bạn không thể gửi phím Windows từ Moonlight trực tiếp. Trong trường hợp đó, có thể hữu ích khi làm cho Sunshine nghĩ rằng phím Alt bên phải là phím Windows.",
    "keybindings": "Phím tắt",
    "keyboard": "Bật nhập liệu bằng bàn phím",
    "keyboard_desc": "Cho phép khách truy cập điều khiển hệ thống chủ thông qua bàn phím.",
    "lan_encryption_mode": "Chế độ mã hóa mạng LAN",
    "lan_encryption_mode_1": "Đã kích hoạt cho các khách hàng được hỗ trợ",
    "lan_encryption_mode_2": "Yêu cầu đối với tất cả khách hàng",
    "lan_encryption_mode_desc": "Điều này xác định thời điểm mã hóa sẽ được sử dụng khi truyền phát qua mạng nội bộ của bạn. Mã hóa có thể làm giảm hiệu suất truyền phát, đặc biệt là trên các máy chủ và thiết bị khách có cấu hình yếu.",
    "locale": "Vùng",
    "locale_desc": "Ngôn ngữ giao diện người dùng được sử dụng cho Sunshine.",
    "log_path": "Đường dẫn tệp nhật ký",
    "log_path_desc": "Tệp chứa các bản ghi hiện tại của Sunshine.",
    "max_bitrate": "Tốc độ bit tối đa",
    "max_bitrate_desc": "Tốc độ bit tối đa (đơn vị Kbps) mà Sunshine sẽ mã hóa luồng. Nếu đặt thành 0, nó sẽ luôn sử dụng tốc độ bit được yêu cầu bởi Moonlight.",
    "minimum_fps_target": "Mục tiêu FPS tối thiểu",
    "minimum_fps_target_desc": "Tốc độ khung hình hiệu quả thấp nhất mà luồng có thể đạt được. Giá trị 0 được coi là khoảng một nửa tốc độ khung hình của luồng. Nên thiết lập giá trị 20 nếu bạn phát nội dung có tốc độ khung hình 24 hoặc 30fps.",
    "min_log_level": "Mức độ ghi nhật ký",
    "min_log_level_0": "Chi tiết",
    "min_log_level_1": "Gỡ lỗi",
    "min_log_level_2": "Thông tin",
    "min_log_level_3": "Cảnh báo",
    "min_log_level_4": "Lỗi",
    "min_log_level_5": "Chết người",
    "min_log_level_6": "Không có",
    "min_log_level_desc": "Mức ghi nhật ký tối thiểu được in ra tiêu chuẩn đầu ra.",
    "min_threads": "Số luồng CPU tối thiểu",
    "min_threads_desc": "Tăng giá trị một chút sẽ làm giảm hiệu suất mã hóa, nhưng sự đánh đổi này thường đáng giá để tận dụng thêm các lõi CPU cho quá trình mã hóa. Giá trị lý tưởng là giá trị thấp nhất có thể mã hóa một cách đáng tin cậy ở cài đặt phát trực tuyến mong muốn trên phần cứng của bạn.",
    "misc": "Các tùy chọn khác",
    "motion_as_ds4": "Mô phỏng tay cầm DS4 nếu tay cầm của client báo cáo có cảm biến chuyển động.",
    "motion_as_ds4_desc": "Nếu bị vô hiệu hóa, cảm biến chuyển động sẽ không được tính đến trong quá trình chọn loại gamepad.",
    "mouse": "Bật nhập liệu chuột",
    "mouse_desc": "Cho phép khách truy cập điều khiển hệ thống chủ bằng chuột.",
    "native_pen_touch": "Hỗ trợ bút cảm ứng và chạm gốc",
    "native_pen_touch_desc": "Khi được bật, Sunshine sẽ truyền các sự kiện bút/chạm gốc từ các ứng dụng Moonlight. Tính năng này có thể hữu ích để tắt cho các ứng dụng cũ không hỗ trợ bút/chạm gốc.",
    "notify_pre_releases": "Thông báo trước khi phát hành",
    "notify_pre_releases_desc": "Có muốn nhận thông báo về các phiên bản thử nghiệm mới của Sunshine không?",
    "nvenc_h264_cavlc": "Ưu tiên CAVLC hơn CABAC trong H.264",
    "nvenc_h264_cavlc_desc": "Hình thức đơn giản hơn của mã hóa entropy. CAVLC cần khoảng 10% băng thông bit cao hơn để đạt được chất lượng tương đương. Chỉ áp dụng cho các thiết bị giải mã rất cũ.",
    "nvenc_latency_over_power": "Ưu tiên độ trễ mã hóa thấp hơn so với tiết kiệm năng lượng.",
    "nvenc_latency_over_power_desc": "Sunshine yêu cầu tốc độ đồng hồ GPU tối đa khi phát trực tiếp để giảm độ trễ mã hóa. Việc tắt tính năng này không được khuyến nghị vì có thể dẫn đến độ trễ mã hóa tăng đáng kể.",
    "nvenc_opengl_vulkan_on_dxgi": "Hiển thị OpenGL/Vulkan trên nền DXGI",
    "nvenc_opengl_vulkan_on_dxgi_desc": "Ánh sáng mặt trời không thể ghi lại các chương trình OpenGL và Vulkan toàn màn hình ở tốc độ khung hình đầy đủ trừ khi chúng được hiển thị trên DXGI. Đây là cài đặt hệ thống và sẽ được khôi phục lại sau khi chương trình Ánh sáng mặt trời kết thúc.",
    "nvenc_preset": "Cài đặt sẵn hiệu suất",
    "nvenc_preset_1": "(nhanh nhất, mặc định)",
    "nvenc_preset_7": "(chậm nhất)",
    "nvenc_preset_desc": "Các giá trị cao hơn cải thiện tỷ lệ nén (chất lượng ở cùng bitrate) nhưng làm tăng độ trễ mã hóa. Nên thay đổi chỉ khi bị giới hạn bởi mạng hoặc bộ giải mã, nếu không, hiệu quả tương tự có thể đạt được bằng cách tăng bitrate.",
    "nvenc_realtime_hags": "Sử dụng ưu tiên thời gian thực trong lịch trình GPU được tăng tốc phần cứng.",
    "nvenc_realtime_hags_desc": "Hiện tại, trình điều khiển NVIDIA có thể bị treo trong trình mã hóa khi tùy chọn HAGS được bật, ưu tiên thời gian thực được sử dụng và sử dụng VRAM gần đạt mức tối đa. Tắt tùy chọn này sẽ hạ ưu tiên xuống mức cao, tránh tình trạng treo nhưng làm giảm hiệu suất ghi hình khi GPU đang hoạt động nặng.",
    "nvenc_spatial_aq": "Chất lượng không khí theo không gian",
    "nvenc_spatial_aq_desc": "Gán giá trị QP cao hơn cho các vùng phẳng trong video. Được khuyến nghị bật khi phát trực tuyến ở tốc độ bit thấp.",
    "nvenc_twopass": "Chế độ hai lần quét",
    "nvenc_twopass_desc": "Thêm bước mã hóa sơ bộ. Điều này cho phép phát hiện nhiều vector chuyển động hơn, phân phối bitrate đều hơn trong khung hình và tuân thủ nghiêm ngặt hơn các giới hạn bitrate. Không nên tắt tính năng này vì có thể dẫn đến việc vượt quá bitrate tạm thời và mất gói dữ liệu sau đó.",
    "nvenc_twopass_disabled": "Tắt (nhanh nhất, không được khuyến nghị)",
    "nvenc_twopass_full_res": "Độ phân giải cao (chậm hơn)",
    "nvenc_twopass_quarter_res": "Độ phân giải theo quý (nhanh hơn, mặc định)",
    "nvenc_vbv_increase": "Tỷ lệ phần trăm tăng của VBV/HRD trong một khung hình",
    "nvenc_vbv_increase_desc": "Theo mặc định, Sunshine sử dụng VBV/HRD một khung hình, có nghĩa là kích thước khung hình video đã mã hóa không được vượt quá tỷ lệ bit yêu cầu chia cho tần số khung hình yêu cầu. Nới lỏng hạn chế này có thể mang lại lợi ích và hoạt động như bitrate biến đổi độ trễ thấp, nhưng cũng có thể dẫn đến mất gói nếu mạng không có dung lượng đệm đủ để xử lý các đỉnh bitrate. Giá trị tối đa được chấp nhận là 400, tương ứng với giới hạn kích thước khung hình video đã mã hóa tăng gấp 5 lần.",
    "origin_web_ui_allowed": "Giao diện người dùng web gốc được phép",
    "origin_web_ui_allowed_desc": "Nguồn gốc của địa chỉ điểm cuối từ xa không bị từ chối truy cập vào giao diện người dùng web (Web UI).",
    "origin_web_ui_allowed_lan": "Chỉ những người trong mạng LAN mới có thể truy cập giao diện người dùng web.",
    "origin_web_ui_allowed_pc": "Chỉ máy chủ cục bộ (localhost) mới có thể truy cập giao diện người dùng web (Web UI).",
    "origin_web_ui_allowed_wan": "Bất kỳ ai cũng có thể truy cập giao diện người dùng web (Web UI).",
    "output_name": "ID hiển thị",
    "output_name_desc_unix": "Trong quá trình khởi động Sunshine, bạn sẽ thấy danh sách các màn hình được phát hiện. Lưu ý: Bạn cần sử dụng giá trị ID bên trong dấu ngoặc đơn. Dưới đây là một ví dụ; kết quả thực tế có thể được tìm thấy trong tab Khắc phục sự cố.",
    "output_name_desc_windows": "Chỉ định thủ công ID thiết bị hiển thị để sử dụng cho việc ghi hình. Nếu không được thiết lập, thiết bị hiển thị chính sẽ được ghi hình. Lưu ý: Nếu bạn đã chỉ định GPU ở trên, thiết bị hiển thị này phải được kết nối với GPU đó. Trong quá trình khởi động Sunshine, bạn sẽ thấy danh sách các thiết bị hiển thị được phát hiện. Dưới đây là một ví dụ; kết quả thực tế có thể được tìm thấy trong tab Khắc phục sự cố.",
    "ping_timeout": "Thời gian chờ ping",
    "ping_timeout_desc": "Thời gian chờ (tính bằng mili giây) trước khi ngừng truyền dữ liệu từ Moonlight.",
    "pkey": "Khóa riêng",
    "pkey_desc": "Khóa riêng tư được sử dụng cho việc ghép nối giữa giao diện web và ứng dụng Moonlight. Để đảm bảo tương thích tốt nhất, khóa riêng tư này nên là khóa RSA-2048.",
    "port": "Cảng",
    "port_alert_1": "Sunshine không thể sử dụng các cổng dưới 1024!",
    "port_alert_2": "Các cổng trên 65535 không khả dụng!",
    "port_desc": "Đặt nhóm cổng được sử dụng bởi Sunshine",
    "port_http_port_note": "Sử dụng cổng này để kết nối với Moonlight.",
    "port_note": "Lưu ý",
    "port_port": "Cảng",
    "port_protocol": "Quy trình",
    "port_tcp": "Giao thức truyền tải liên kết (TCP)",
    "port_udp": "UDP (Giao thức dữ liệu không định hướng)",
    "port_warning": "Việc phơi bày giao diện người dùng web (Web UI) ra internet là một rủi ro bảo mật! Hãy tiếp tục với rủi ro của riêng bạn!",
    "port_web_ui": "Giao diện người dùng web",
    "qp": "Tham số lượng tử hóa",
    "qp_desc": "Một số thiết bị có thể không hỗ trợ Tốc độ bit cố định (Constant Bit Rate). Đối với những thiết bị này, QP (Quality Profile) sẽ được sử dụng thay thế. Giá trị cao hơn có nghĩa là nén nhiều hơn, nhưng chất lượng sẽ thấp hơn.",
    "qsv_coder": "QuickSync Coder (H.264)",
    "qsv_preset": "Cài đặt nhanh QuickSync",
    "qsv_preset_fast": "Nhanh (chất lượng thấp)",
    "qsv_preset_faster": "nhanh hơn (chất lượng thấp hơn)",
    "qsv_preset_medium": "Trung bình (mặc định)",
    "qsv_preset_slow": "chậm (chất lượng tốt)",
    "qsv_preset_slower": "chậm hơn (chất lượng tốt hơn)",
    "qsv_preset_slowest": "chậm nhất (chất lượng tốt nhất)",
    "qsv_preset_veryfast": "nhanh nhất (chất lượng thấp nhất)",
    "qsv_slow_hevc": "Cho phép mã hóa HEVC chậm",
    "qsv_slow_hevc_desc": "Điều này có thể cho phép mã hóa HEVC trên các GPU Intel cũ hơn, nhưng sẽ làm tăng sử dụng GPU và giảm hiệu suất.",
    "restart_note": "Sunshine đang khởi động lại để áp dụng các thay đổi.",
    "stream_audio": "Phát trực tiếp âm thanh",
    "stream_audio_desc": "Có nên phát âm thanh hay không. Tắt tính năng này có thể hữu ích khi phát video trên các màn hình không có giao diện người dùng (headless displays) như màn hình phụ.",
    "sunshine_name": "Tên Ánh Dương",
    "sunshine_name_desc": "Tên hiển thị bởi Moonlight. Nếu không được chỉ định, tên máy chủ của PC sẽ được sử dụng.",
    "sw_preset": "Cài đặt sẵn cho SW",
    "sw_preset_desc": "Tối ưu hóa sự cân bằng giữa tốc độ mã hóa (số khung hình được mã hóa mỗi giây) và hiệu quả nén (chất lượng trên mỗi bit trong luồng bit). Mặc định là siêu nhanh.",
    "sw_preset_fast": "nhanh",
    "sw_preset_faster": "nhanh hơn",
    "sw_preset_medium": "trung bình",
    "sw_preset_slow": "chậm",
    "sw_preset_slower": "chậm hơn",
    "sw_preset_superfast": "siêu nhanh (mặc định)",
    "sw_preset_ultrafast": "siêu nhanh",
    "sw_preset_veryfast": "rất nhanh",
    "sw_preset_veryslow": "rất chậm",
    "sw_tune": "Điều chỉnh phần mềm",
    "sw_tune_animation": "Hoạt hình -- phù hợp cho phim hoạt hình; sử dụng thuật toán giảm nhiễu cao hơn và nhiều khung tham chiếu hơn.",
    "sw_tune_desc": "Các tùy chọn điều chỉnh, được áp dụng sau khi thiết lập trước. Mặc định là zerolatency.",
    "sw_tune_fastdecode": "fastdecode -- cho phép giải mã nhanh hơn bằng cách vô hiệu hóa một số bộ lọc.",
    "sw_tune_film": "Phim -- dùng cho nội dung phim chất lượng cao; giảm hiện tượng vỡ khối.",
    "sw_tune_grain": "hạt -- giữ nguyên cấu trúc hạt trong vật liệu phim cũ, có hạt.",
    "sw_tune_stillimage": "Hình ảnh tĩnh -- Phù hợp cho nội dung dạng trình chiếu.",
    "sw_tune_zerolatency": "zerolatency -- phù hợp cho mã hóa nhanh và phát trực tuyến có độ trễ thấp (mặc định)",
    "system_tray": "Bật khay hệ thống",
    "system_tray_desc": "Hiển thị biểu tượng trong khay hệ thống và hiển thị thông báo trên màn hình desktop.",
    "touchpad_as_ds4": "Mô phỏng tay cầm DS4 nếu tay cầm của client báo có bàn di chuột.",
    "touchpad_as_ds4_desc": "Nếu tính năng này bị tắt, sự hiện diện của bàn di chuột sẽ không được xem xét trong quá trình chọn loại gamepad.",
    "upnp": "UPnP (Tự động phát hiện và chia sẻ thiết bị)",
    "upnp_desc": "Tự động cấu hình chuyển tiếp cổng để phát trực tuyến qua Internet.",
    "vaapi_strict_rc_buffer": "Thực thi nghiêm ngặt giới hạn tốc độ khung hình cho H.264/HEVC trên GPU AMD.",
    "vaapi_strict_rc_buffer_desc": "Bật tùy chọn này có thể tránh tình trạng mất khung hình trên mạng trong quá trình chuyển cảnh, nhưng chất lượng video có thể bị giảm trong quá trình chuyển động.",
    "virtual_sink": "Bồn rửa ảo",
    "virtual_sink_desc": "Chỉ định thủ công thiết bị âm thanh ảo để sử dụng. Nếu không được thiết lập, thiết bị sẽ được chọn tự động. Chúng tôi khuyến nghị mạnh mẽ để để trống trường này để sử dụng tính năng chọn thiết bị tự động!",
    "virtual_sink_placeholder": "Loa phát trực tuyến Steam",
    "vt_coder": "VideoToolbox Coder",
    "vt_realtime": "VideoToolbox Mã hóa thời gian thực",
    "vt_software": "Phần mềm VideoToolbox cho mã hóa video",
    "vt_software_allowed": "Được phép",
    "vt_software_forced": "Bắt buộc",
    "wan_encryption_mode": "Chế độ mã hóa WAN",
    "wan_encryption_mode_1": "Được kích hoạt cho các khách hàng được hỗ trợ (mặc định)",
    "wan_encryption_mode_2": "Yêu cầu đối với tất cả khách hàng",
    "wan_encryption_mode_desc": "Điều này xác định thời điểm mã hóa sẽ được sử dụng khi truyền phát qua Internet. Mã hóa có thể làm giảm hiệu suất truyền phát, đặc biệt là trên các máy chủ và thiết bị khách có cấu hình yếu."
  },
  "index": {
    "description": "Sunshine là một nền tảng phát trực tiếp game tự chủ cho Moonlight.",
    "download": "Tải xuống",
    "installed_version_not_stable": "Bạn đang sử dụng phiên bản thử nghiệm của Sunshine. Bạn có thể gặp phải lỗi hoặc các vấn đề khác. Vui lòng báo cáo bất kỳ vấn đề nào bạn gặp phải. Cảm ơn bạn đã giúp Sunshine trở thành phần mềm tốt hơn!",
    "loading_latest": "Đang tải phiên bản mới nhất...",
    "new_pre_release": "Phiên bản thử nghiệm mới đã có sẵn!",
    "new_stable": "Phiên bản ổn định mới đã có sẵn!",
    "startup_errors": "<b>Lưu ý!</b> Sunshine đã phát hiện các lỗi sau đây trong quá trình khởi động. Chúng tôi <b>KHUYẾN NGHỊ MẠNH MẼ bạn</b> khắc phục các lỗi này trước khi bắt đầu phát trực tuyến.",
    "version_dirty": "Cảm ơn bạn đã giúp Sunshine trở thành phần mềm tốt hơn!",
    "version_latest": "Bạn đang sử dụng phiên bản mới nhất của Sunshine.",
    "welcome": "Chào nắng!"
  },
  "navbar": {
    "applications": "Ứng dụng",
    "configuration": "Cấu hình",
    "home": "Trang chủ",
    "password": "Thay đổi mật khẩu",
    "pin": "Mã PIN",
    "theme_auto": "Tự động",
    "theme_dark": "Tối",
    "theme_light": "Ánh sáng",
    "toggle_theme": "Chủ đề",
    "troubleshoot": "Khắc phục sự cố"
  },
  "password": {
    "confirm_password": "Xác nhận mật khẩu",
    "current_creds": "Chứng chỉ hiện tại",
    "new_creds": "Chứng chỉ mới",
    "new_username_desc": "Nếu không được chỉ định, tên người dùng sẽ không thay đổi.",
    "password_change": "Thay đổi mật khẩu",
    "success_msg": "Mật khẩu đã được thay đổi thành công! Trang này sẽ được tải lại trong giây lát, trình duyệt của bạn sẽ yêu cầu bạn nhập thông tin đăng nhập mới."
  },
  "pin": {
    "device_name": "Tên thiết bị",
    "pair_failure": "Kết nối không thành công: Vui lòng kiểm tra xem mã PIN đã được nhập chính xác chưa.",
    "pair_success": "Thành công! Vui lòng kiểm tra Moonlight để tiếp tục.",
    "pin_pairing": "Kết nối PIN",
    "send": "Gửi",
    "warning_msg": "Đảm bảo bạn có quyền truy cập vào máy tính mà bạn đang kết nối. Phần mềm này có thể cho phép kiểm soát hoàn toàn máy tính của bạn, vì vậy hãy cẩn thận!"
  },
  "resource_card": {
    "github_discussions": "Thảo luận trên GitHub",
    "legal": "Pháp lý",
    "legal_desc": "Bằng cách tiếp tục sử dụng phần mềm này, bạn đồng ý với các điều khoản và điều kiện được quy định trong các tài liệu sau đây.",
    "license": "Giấy phép",
    "lizardbyte_website": "Trang web LizardByte",
    "resources": "Tài nguyên",
    "resources_desc": "Tài nguyên cho Ánh nắng!",
    "third_party_notice": "Thông báo từ bên thứ ba"
  },
  "troubleshooting": {
    "dd_reset": "Đặt lại cài đặt thiết bị hiển thị cố định",
    "dd_reset_desc": "Nếu Sunshine gặp sự cố khi cố gắng khôi phục cài đặt thiết bị hiển thị đã thay đổi, bạn có thể đặt lại cài đặt và tiếp tục khôi phục trạng thái hiển thị thủ công.",
    "dd_reset_error": "Lỗi xảy ra trong quá trình khôi phục trạng thái lưu trữ!",
    "dd_reset_success": "Thành công trong việc thiết lập lại sự kiên trì!",
    "force_close": "Buộc đóng ứng dụng",
    "force_close_desc": "Nếu Moonlight báo lỗi về một ứng dụng đang chạy, việc buộc đóng ứng dụng đó sẽ khắc phục sự cố.",
    "force_close_error": "Lỗi khi đóng ứng dụng",
    "force_close_success": "Đơn đăng ký đã được đóng thành công!",
    "logs": "Nhật ký",
    "logs_desc": "Xem các bản ghi được tải lên bởi Sunshine",
    "logs_find": "Tìm...",
    "restart_sunshine": "Khởi động lại Sunshine",
    "restart_sunshine_desc": "Nếu Sunshine không hoạt động đúng cách, bạn có thể thử khởi động lại ứng dụng. Điều này sẽ kết thúc tất cả các phiên đang chạy.",
    "restart_sunshine_success": "Sunshine đang khởi động lại.",
    "troubleshooting": "Khắc phục sự cố",
    "unpair_all": "Bỏ ghép tất cả",
    "unpair_all_error": "Lỗi khi hủy ghép nối",
    "unpair_all_success": "Tất cả các thiết bị đã ngắt kết nối.",
    "unpair_desc": "Hãy ngắt kết nối các thiết bị đã ghép nối. Các thiết bị đã ghép nối nhưng đang có phiên hoạt động sẽ vẫn kết nối, nhưng không thể bắt đầu hoặc tiếp tục phiên.",
    "unpair_single_no_devices": "Không có thiết bị nào được ghép đôi.",
    "unpair_single_success": "Tuy nhiên, thiết bị (các thiết bị) có thể vẫn đang trong phiên hoạt động. Nhấn nút 'Buộc đóng' ở trên để kết thúc tất cả các phiên đang mở.",
    "unpair_single_unknown": "Khách hàng không xác định",
    "unpair_title": "Ngắt kết nối thiết bị"
  },
  "welcome": {
    "confirm_password": "Xác nhận mật khẩu",
    "create_creds": "Trước khi bắt đầu, chúng tôi cần bạn tạo một tên người dùng và mật khẩu mới để truy cập vào giao diện người dùng web (Web UI).",
    "create_creds_alert": "Các thông tin đăng nhập sau đây là cần thiết để truy cập giao diện người dùng web của Sunshine. Hãy giữ chúng an toàn, vì bạn sẽ không bao giờ thấy chúng nữa!",
    "greeting": "Chào mừng đến với Sunshine!",
    "login": "Đăng nhập",
    "welcome_success": "Trang này sẽ được tải lại trong giây lát, trình duyệt của bạn sẽ yêu cầu bạn nhập lại thông tin đăng nhập."
  }
}
