{
  "common": {
    "note": "Note:",
    "save": "Save",
    "see_more": "See More"
  },
  "index": {
    "welcome": "Hola, Sunshine!",
    "description": "Sunshine is a self-hosted game stream host for Moonlight.",
    "startup_errors": "<b>Attention!</b> Sunshine detected these errors during startup. We <b>STRONGLY RECOMMEND</b> fixing them before streaming.",
    "loading_latest": "Loading latest release...",
    "version_dirty": "Thank you for helping to make Sunshine a better software!",
    "version_latest": "You are running the latest version of Sunshine",
    "new_nightly": "A new <b>Nightly</b> Version is Available!",
    "new_stable": "A new <b>Stable</b> Version is Available!",
    "download": "Download"
  },
  "apps": {
    "applications_title": "Applications",
    "applications_desc": "Applications are refreshed only when Client is restarted",
    "name": "Name",
    "actions": "Actions",
    "edit": "Edit",
    "delete": "Delete",
    "app_name": "Application Name",
    "app_name_desc": "Application Name, as shown on Moonlight",
    "output_name": "Output",
    "output_desc": "The file where the output of the command is stored, if it is not specified, the output is ignored",
    "global_prep_name": "Global Prep Commands",
    "global_prep_desc": "Enable/Disable the execution of Global Prep Commands for this application.",
    "enabled": "Enabled",
    "disabled": "Disabled",
    "cmd_prep_name": "Command Preparations",
    "cmd_prep_desc": "A list of commands to be run before/after this application. If any of the prep-commands fail, starting the application is aborted.",
    "add_cmds": "Add Commands",
    "do_cmd": "Do Command",
    "undo_cmd": "Undo Command","elevated": "Elevated",
    "detached_cmds": "Detached Commands",
    "detached_cmds_add": "Add Detached Command",
    "detached_cmds_desc": "A list of commands to be run in the background.",
    "detached_cmds_note": "If the path to the command executable contains spaces, you must enclose it in quotes.",
    "cmd": "Command",
    "cmd_desc": "The main application to start. If blank, no application will be started.",
    "cmd_note": "If the path to the command executable contains spaces, you must enclose it in quotes.",
    "working_dir": "Working Directory",
    "working_dir_desc": "The working directory that should be passed to the process. For example, some applications use the working directory to search for configuration files. If not set, Sunshine will default to the parent directory of the command",
    "run_as": "Run as Admin",
    "run_as_desc": "This can be necessary for some applications that require administrator permissions to run properly.",
    "auto_detach": "Continue streaming if the application exits quickly",
    "auto_detach_desc": "This will attempt to automatically detect launcher-type apps that close quickly after launching another program or instance of themselves. When a launcher-type app is detected, it is treated as a detached app.",
    "wait_all": "Continue streaming until all app processes exit",
    "wait_all_desc": "This will continue streaming until all processes started by the app have terminated. When unchecked, streaming will stop when the initial app process exits, even if other app processes are still running.",
    "exit_timeout": "Exit Timeout",
    "exit_timeout_desc": "Number of seconds to wait for all app processes to gracefully exit when requested to quit. If unset, the default is to wait up to 5 seconds. If set to zero or a negative value, the app will be immediately terminated.",
    "image": "Image",
    "image_desc": "Application icon/picture/image path that will be sent to client. Image must be a PNG file. If not set, Sunshine will send default box image.",
    "find_cover": "Find Cover",
    "covers_found": "Covers Found",
    "loading": "Loading...",
    "env_vars_about": "About Environment Variables",
    "env_vars_desc": "All commands get these environment variables by default:",
    "env_var_name": "Var Name",
    "env_app_id": "App ID",
    "env_app_name": "App Name",
    "env_client_width": "The Width requested by the client (int)",
    "env_client_height": "The Height requested by the client (int)",
    "env_client_fps": "The FPS requested by the client (int)",
    "env_client_hdr": "HDR is enabled by the client (true/false)",
    "env_client_gcmap": "The requested gamepad mask, in a bitset/bitfield format (int)",
    "env_client_host_audio": "The client has requested host audio (true/false)",
    "env_client_enable_sops": "The client has requested the option to optimize the game for optimal streaming (true/false)",
    "env_client_audio_config": "The Audio Configuration requested by the client (2.0/5.1/7.1)",
    "env_qres_example": "Example - QRes for Resolution Automation:",
    "env_qres_path": "qres path",
    "env_xrandr_example": "Example - Xrandr for Resolution Automation:",
    "env_displayplacer_example": "Example - displayplacer for Resolution Automation:",
    "add_new": "Add New"
  }
}
